{
  "count": 10, 
  "items": [
    {
      "archive_code": "M5/00009", 
      "comment_count": 0, 
      "contributor": {
        "birth_year": 1947, 
        "display_name": "Richard Lerner", 
        "gender": "man", 
        "place": "Stockholm", 
        "uuid": "52ddce6c-9bbc-4ef4-9b42-f57c3974bf0c"
      }, 
      "coordinates": "", 
      "created": "Tue, 02 Nov 2021 15:42:18 GMT", 
      "hits": 155, 
      "image_dms_id": "013AjP3H655r", 
      "imported": false, 
      "license": "CC BY", 
      "likes": 0, 
      "media": [
        {
          "created": "Tue, 02 Nov 2021 15:37:54 GMT", 
          "description": "Levnadsberättelse Richard Lerner", 
          "dms_id": "013AjP3H655q", 
          "license": "CC BY-NC", 
          "mime_type": "application/vnd.openxmlformats-officedocument.wordprocessingml.document", 
          "modified": "Tue, 02 Nov 2021 15:37:54 GMT", 
          "name": "Levnadsberättelse Richard Lerner.docx", 
          "order_by_number": 1, 
          "owner": "Richard Lerner", 
          "topic_item": {
            "label": "Ladda upp filer", 
            "label_i18n": {
              "sv": "Ladda upp filer"
            }, 
            "type": "Media", 
            "uuid": "e58ae7fd-30f9-4443-883a-e91dcd26770a"
          }, 
          "type": "document", 
          "uuid": "6e290db1-f3e2-4ba5-9787-ca9c4ad38ac3"
        }, 
        {
          "created": "Tue, 02 Nov 2021 15:39:34 GMT", 
          "description": "Richard Lerner", 
          "dms_id": "013AjP3H655r", 
          "image_height": 1886.0, 
          "image_ratio": 0.721102863202545, 
          "image_width": 1360.0, 
          "license": "CC0", 
          "mime_type": "image/jpeg", 
          "modified": "Tue, 02 Nov 2021 15:39:34 GMT", 
          "name": "DSC_0023.JPG", 
          "order_by_number": 1, 
          "topic_item": {
            "label": "Ladda upp filer", 
            "label_i18n": {
              "sv": "Ladda upp filer"
            }, 
            "type": "Media", 
            "uuid": "e58ae7fd-30f9-4443-883a-e91dcd26770a"
          }, 
          "type": "image", 
          "uuid": "88ec01a0-ddce-42f3-8d10-9c3073c0264f"
        }, 
        {
          "created": "Tue, 02 Nov 2021 15:39:42 GMT", 
          "description": "Richard Lerner", 
          "dms_id": "013AjP3H655s", 
          "image_height": 2833.0, 
          "image_ratio": 0.8111542534415813, 
          "image_width": 2298.0, 
          "license": "CC0", 
          "mime_type": "image/jpeg", 
          "modified": "Tue, 02 Nov 2021 15:39:42 GMT", 
          "name": "DSCPDC_0002_BURST20211025145459117_COVER.JPG", 
          "order_by_number": 2, 
          "topic_item": {
            "label": "Ladda upp filer", 
            "label_i18n": {
              "sv": "Ladda upp filer"
            }, 
            "type": "Media", 
            "uuid": "e58ae7fd-30f9-4443-883a-e91dcd26770a"
          }, 
          "type": "image", 
          "uuid": "5c152efc-7323-40cc-a007-62cb196e1d5e"
        }
      ], 
      "modified": "Tue, 02 Nov 2021 15:45:24 GMT", 
      "open_for_student_edit": false, 
      "presentation_url": "https://minnen.se/tema/vi/17390", 
      "published": true, 
      "ready_for_approval": false, 
      "submitted": false, 
      "title": "", 
      "title_i18n": {
        "sv": ""
      }, 
      "topic": {
        "name": "Vi, de fördrivna", 
        "name_i18n": {
          "sv": "Vi, de fördrivna"
        }, 
        "uuid": "0f976fb0-b14b-4ef8-8bf9-84f3f07e1736"
      }, 
      "user_id": 6321, 
      "uuid": "d66db740-f827-4713-bd5b-15ab3c14f51f", 
      "values": [
        {
          "created": "Tue, 02 Nov 2021 15:42:18 GMT", 
          "display_value": "Richard Lerner\nFödd 1947\nBor i Stockholm\nTidigare bott: Lodz (Polen), Moheda (Småland), Uppsala, Malmö, Lund\nKom till Sverige 8 april 1971\n\nJag föddes 1947 och växte upp i en stor lägenhet i centrala Lodz. Lodz var då Polens andra största stad. Under 1800-talet utvecklades Lodz från ett litet samhälle till att bli en av de mest betydelsefulla textilindustristäderna i Europa. De stora textilindustriimperierna uppbyggda av tyska och judiska familjer fanns inte kvar efter 2:a världskriget och industrin höll på att förlora sin betydelse men fabrikerna stod kvar under hela min uppväxt. Utrustade med maskiner från slutet på 1800-talet pyrde de ut svart rök som lade sig som en hinna över staden och färgade allting grått. När jag under övre tonåren började bry mig om mitt utseende behövde jag alltid byta skjorta innan jag gick ut efter skolan för att slippa de svarta ränderna på manschetterna och kragen. Trots att Lodz storhetstid som industristad var förbi gjorde stadens geografiska närhet till Warszawa (som nästan totalförstördes under krigets slutskede) att den i många avseenden fungerade som landets centrum. Här bosatte sig också många Warszawabor och bland dessa de av min fars familj som överlevde kriget. Detta var en av orsakerna varför mina föräldrar och farföräldrar kom hit när de återvände från Sovjetunionen c:a 1946. De bodde först på ett annat ställe i Lodz och flyttade till 1:a majgatan i slutet av 40-talet.\nLägenheten bestod av sex rum, varav tre var riktiga paradrum. Vi var åtta personer som bodde där: förutom mig och mina föräldrar, mina farföräldrar och min faster Anna (Hanka) med sin man Henryk och deras son Piotr som föddes knappt ett dygn efter mig. I den stora matsalen kunde upp till 18 personer sitta vid stora bjudningar. Min familj lyckades rädda en del av familjeförmögenheten undan kriget och ansågs sannolikt vara förmögen med dåtidens mått mätt. I Lodz ägde familjen ett apotek och en liten kemisk fabrik (Henryk var kemist) fram till tvångsförstatligandet i början av 50-talet. Vi hade haft ett hembiträde så länge jag minns och under de första åren på 1:a majgatan även en kokerska. \nMin farfar drabbades av stroke när jag var fyra år gammal. Han vårdades i hemmet och dog efter en kort tid. Han blev begraven på judiska begravningsplatsen. Där kom också min farmor att begravas 17 år senare. Varken jag eller Piotr deltog i farfars begravning för att vi ansågs vara för små. \nMin far berättade sällan och ogärna om det förflutna men hans syster Hanka pratade desto mer om det. För henne verkade uppväxtåren i föräldrahemmet vara den lyckligaste tiden i livet och antog smått sagolika proportioner. Hon brukade berätta om det varje gång vi pratades vid. Vid något tillfälle rådde min fru, Nina, henne att skriva ner dessa minnen. Detta resulterade i ett manuskript. När Hanka skulle fylla 90 år 2007 tog jag mig an manuskriptet och gav ut det i form av en bok som blev Hankas födelsedagspresent. \nI sina memoarer berättade Hanka om sin familj och sin uppväxt i Kazimierz Dolny, en liten pittoresk stad i sydöstra Polen. Dit kom min farfar med sin fru och sin nyfödda son (min far, Aleksander – Olek som föddes 1913) från Czestochowa för att öppna apotek. Min farmors familj bodde i Czestochowa, där min farmors far sysslade med tillverkning av mineralvatten. Min farmor hade fem systrar och två bröder. Bröderna hittade alltid på massa hyss och ställde till bekymmer för sin far. Min farfar härstammade från Zamosc och var alltså apotekare. Efter 1:a världskrigets utbrott tog min farfar sin familj inåt Ryssland (Kazimierz Dolny låg inom det ryska imperiet). De hamnade i Kimry, utanför Moskva där min faster föddes 1917. Efter kriget flyttade familjen tillbaka till Kazimierz Dolny. Farfar byggde ett hus vid torget där familjen bodde ovanför apoteket. Under mellankrigstiden var den lilla staden på modet. Warszawas konstfack hade där sina friluftsmåleriläger och dess rektor, Kazimierz Pruszkowski, byggde sig ett hus och kom dit i sitt eget lilla flygplan. Till staden drogs artister, författare, skådespelare och politiker. Mina farföräldrar blev vänner med många av dem och min farfar gav ofta ekonomiskt stöd till unga artister. Min far ärvde tydligen många drag efter sina morbröder och min farfar fick flera gånger ingripa för att rädda honom från tråkiga konsekvenser av hans bus. Till slut gick min far ut gymnasiet och började läsa farmaci vid Warszawas universitet. Där träffade han min mor.\nMin mor, Irena, föddes i Warszawa 1913. Hon hade en äldre bror, Nikodem. Min morfar var fastighetsförvaltare och förvaltade det hus som familjen bodde i och som ägdes av min mormors familj. Nikodem drömde om att bli läkare men lyckades inte att komma in på läkarutbildningen trots upprepade försök (sannolikt p.g.a. numerus clausus). Under tiden avslutade han en juristutbildning. Tydligen var det inte lika svårt att studera till apotekare och min mor blev färdig redan 1936 och började arbeta som assistent vid professor Ludwik Hirszfelds institution. \nNär 2:a världskriget bröt ut blev min far inkallad. När det blev klart att Tysklands seger var nära förestående flydde min farfar med farmor och min faster österut. De kom till Kovel i Ukraina. Dit kom min far efter demobiliseringen. Även min mor kom till Kovel. Hennes familj stannade i Warszawa. I Kovel träffade min faster sin blivande man. Från Ukraina vandrade familjen vidare in i Sovjetunionen och kom till slut till Samarkand i Uzbekistan. Där tillbringade de resten av kriget. Min far arbetade på ett sjukhusapotek. Mina föräldrar gifte sig i Samarkand.\nEfter kriget kom således mina föräldrar, farföräldrar och faster med sin man till Lodz där det bodde två av min farmors systrar. Ytterligare en överlevde kriget och bodde i Warszawa. Det fanns också några kusiner. Ur min mors närmaste familj överlevde ingen. I Polen levde en avlägsen kusin och hon hade två kusiner i USA och en i Israel.\nI mitt hem pratades det inte om det judiska. Både mina och Piotrs föräldrar bytte till polskt klingande efternamn. Vi hette Lechowicz. Mina farföräldrar hette dock fortfarande Lichtson. Ingen av mina föräldrar kunde jiddisch. Vi upprätthöll inga judiska traditioner hemma. Vi firade jul, men inte påsk. Medvetande om att vi var annorlunda än andra fanns någonstans men det var djupt nedgrävt. Första gången som jag blev varse om min judiskhet var när jag gick i tredje klass. I oktober 1956 blev det arbetarprotester i flera städer och en av regimens eftergifter var att det blev kristendomsundervisning i grundskolan. På första kristendomslektionen beordrade läraren att judar skulle lämna klassrummet. Vi var två eller tre personer som reste sig och gick ut. Under följande år hände det någon gång att en av mina klasskamrater kallade mig jude när vi var ensamma. Jag upplevde det dock aldrig som en förolämpning för att han sa det med viss ömhet i rösten.\nJag hade faktiskt inte upplevt några andra antisemitiska yttringar ända till 1967, alltså tills jag var 20 år gammal. Jag läste medicin i Lodz och kände mig som alla andra. Min far var apotekschef på ett stort militärsjukhus i Lodz. Han hade överstelöjtnantsgrad trots att han inte var med i partiet. Min mor hade sedan flera år varit sjukpensionär på grund av svår multipel skleros. Under sommarlovet detta år tillbringade jag två veckor med min flickvän och nuvarande hustru vid polska Östersjökusten. När vi anlände med tåget till Lodz blev vi hämtade på stationen av min far. Då berättade han att han fått sparken. \nMin far var en person med en stor umgängeskrets. Han hade många vänner på viktiga positioner och därför kunde han under kort tid ordna tillstånd för att öppna egen verksamhet. I hans funktion som chef för ett sjukhusapotek ingick ansvaret för beställningar och lagerhållning av diverse medicinsk utrustning. Han visste vad som det var brist på och beslutade att börja producera enklare medicinska utrustningsdetaljer.\nJag deltog inte på något aktivt sätt i händelserna i mars 1968. Den antisemitiska kampanjen därefter var vämjelig men detta med min far hade redan hänt och jag blev personligen inte drabbad. Jag blev faktiskt belönad med s.k. vetenskapligt stipendium som delades ut för goda studieresultat med start från höstterminen 1968. Ingen antisemitism drabbade mig direkt. Det var ledsamt att flera av mina vänner bestämde sig att lämna Polen men jag hade inte ens en tanke på att göra det. \nOtrevligheter för min del började först våren nästa år. Då skulle man söka utländsk praktik inom ramar för studentutbyte. Dessa praktikplatser var mycket attraktiva för det var en av de få chanserna att kunna resa till väst. För att söka skulle man ha goda studieresultat och bli godkänd i ett språkprov. För säkerhets skull såg jag till att få godkänt i engelska, men också tyska och franska. Sedan ansökte jag om praktik i Storbritannien. Men jag fick inte resa. Motiveringen blev att jag inte kunde representera den genomsnittliga polska studenten. Denna förklaring lämnade partisekreteraren vid universitetsledningens sammanträde och min far fick veta detta av någon som satt vid sammanträdet. Mina vänner i studentföreningen blev så upprörda över att jag inte fick någon praktikplats att man lyckades ordna en sådan åt mig centralt i Warszawa (det fanns tydligen ett antal platser som inte gick via de enskilda universiteten).\nSedan början av min studietid hade jag varit verksam i studentföreningen. Våren 1969 var det val till de olika lokala delarna av verksamheten. Jag var föreslagen till att leda den verksamhet som hjälpte utländska studenter. Strax före sammanträdet kom kårordföranden fram till mig. Han var mycket upprörd och sa med darrande röst till mig att jag inte kunde kandidera och att jag visste varför. Under sammanträdet ville ingen av delegaterna kandidera till denna post för att alla visste att den var vikt åt mig. Man fick avbryta mötet och under pausen utövade partisekreteraren starka påtryckningar på en sistaårsstudent. Hon hotades med att inte få jobb om hon inte gick med på att kandidera. Så hon blev tvungen att acceptera att ställa upp för att bli vald.\nJag genomförde min praktik i Schweiz (på Inselspital i Bern) under september 1969. Studieåret började 1 oktober och till min förvåning var jag inte med på listan över studenterna. Detta rättades till rätt så snabbt. Det var dock droppen och jag blev till slut övertygad om att jag måste lämna Polen.\nSom det har nog framgått kände jag inte några starkare judiska band. Jag ville inte åka till Israel. I Europa fanns egentligen bara två alternativ: Danmark och Sverige. Jag valde Sverige för att en av mina vänner och min fasters familj redan var där sedan något år tillbaka. Det sades också att Danmark beviljade inresetillstånd till alla i min situation som ville åka dit medan Sverige prövade varje ansökan individuellt. Det som verkade mindre tillgängligt blev mer lockande. Min vän som redan var i Sverige informerade mig att om jag hade godkänt i alla prekliniska ämnen i Polen skulle jag kunna tillgodoräkna ett studieår i Sverige. Jag tenterade det sista prekliniska ämnet i slutet av januari 1970 och ansökte om utresa i februari. Jag visste inte då att man skulle strypa utresetillstånden i slutet av 1969. Så det blev avslag. Avslaget motiverades med en paragraf som lydde: ”särskilda sociala skäl”. De sociala skälen skulle vara att mina föräldrar lämnades i Polen. Mina föräldrar hade en välfungerande social tillvaro, de behärskade inte främmande språk och min mor var svårt rörelsehandikappad, varför vi tidigare hade beslutat att jag ensam skulle ansöka om utresa. Nu ansökte de istället tillsammans med mig men vi fick avslag alla tre. Motiveringen av mitt avslag var densamma som tidigare men mina föräldrars var ”särskilda statsskäl”. Detta förklarades med att min far som tidigare militär kunde besitta kunskap om viktiga militära hemligheter. Och sedan fortsatte den här karusellen: vi lämnade nya ansökningar och fick ständigt nya avslag ända tills mars 1971 då vi plötsligt fick utresetillstånd alla tre. Vi lämnade Polen 8 april 1971.\nVi reste med bil och kom in i Sverige i Ystad. Därifrån åkte vi till Göteborg där min faster med familj bodde. Det blev en rörande återförening. Det var påsk och direkt därefter gick vi till närmaste polisstation. Jag minns inte alla detaljer men det förefaller mig att allt var redan ordnat (möjligen var polisen varskodd av vår familj att vi skulle komma) och vi blev hänvisade till en flyktingförläggning i Moheda, i Småland. Som bilburna kunde vi bege oss dit rätt så omgående. Vi bodde i fina och välutrustade stugor i en stugby, en familj i varje stuga. Helpension och fickpenning (3 kr/dag + 2 kr/skoldag om jag minns rätt). Vi fick även kuponger för klädinköp. Vilken generositet! Alla vardagar blev man bussad till språkskolan i Alvesta. Då jag var medicinstuderande och ansökt om att fortsätta utbildningen i Sverige blev jag antagen till en kurs i svenska för läkare som gick i Uppsala. Vi åkte till Uppsala i början på juni. Mina föräldrar fortsatte med vanlig sfi-kurs där. Jag skulle få fortsätta mina läkarstudier och blev tilldelad en plats vid Lunds universitet med start på medicinkursen som gick på Malmö Allmänna Sjukhus (MAS) under förutsättning att jag blev godkänd i svenska och engelska.\nVäl i Malmö installerade jag mig i en personalbostad. Starten av medicinkursen var ganska stressande, inte minst för skånskan. Det var enbart tre studenter per avdelning och mina två kollegor var mycket hjälpsamma. Jag minns att de såg till att de patienter som jag tilldelades inte talade alltför bred skånska. I Malmö bodde en familj till en av mina studiekamrater i Lodz och de tog emot mig som familjemedlem. \nInnan jag lämnade Polen lovade jag min fästmö, Nina, att vi skulle försöka träffas så fort vi kunde. Egentligen var först tanken att vi skulle gifta oss och lämna Polen tillsammans men helt plötsligt spreds information att man skulle vara gift i två år om det rörde sig om s.k. blandäktenskap (regimen höll förstås koll på sina judar) för att få utresetillstånd. Så nu skulle vi försöka träffas och vi trodde att det skulle vara lättast i Ungern. Jag skulle behöva ta ledigt några dagar från undervisningen vilket var mycket svårt enligt mina kurskamrater. Till min förvåning blev det inga problem när jag förklarade situationen för kursledaren.\nMina föräldrar flyttade från Uppsala till Lund under hösten 1971 och jag flyttade in till dem. Min far fick en s.k. arkivanställning vid kemiinstitutionen vid Lunds universitet och min mor fick svenskt sjukbidrag. Under jullovet samma år arbetade jag som vårdbiträde på MAS. Under påsklovet 1972 hälsade jag på en tysk läkarstuderande som jag hade lärt känna under min praktik i Schweiz. Den 1 april fick jag en rundvisning av det sjukhus i Berlin som han gjorde sin praktik på. Vi åt lunch i sjuhusmatsalen när jag meddelade honom att just i det ögonblick höll jag på att gifta mig. Då jag inte kunde få tillstånd att åka till Polen kunde man skaffa ett domstolstillstånd där att få gifta sig genom ombud. Och så blev det. Tydligen var 1 april det enda datum då folk inte ville gifta sig och det passade min fästmö och mig alldeles utmärkt (det blev ett mycket lyckat ”skämt” som pågår fortfarande). Nina avslutade sina läkarstudier på våren och kom till Sverige i juli. Vi flyttade till en studentbostad i början av terminen. Hösten 1973 var Nina klar med sfi och läkarsvenskan i Uppsala och började arbeta på lungkliniken i Lund. Vi umgicks med mina studiekamrater och folk i vår ålder från emigrationen -68 (”marsgänget”).\n\tJag fick mitt första underläkarvikariat på medicinkliniken MAS sommaren 1972. Nästa sommar arbetade jag som underläkare på radioterapikliniken (onkologen) på samma sjukhus. \nHösten 1973 var det dags för mig att söka AT (allmäntjänstgöring). Jag tog fram det dokument som jag hade fått från Socialstyrelsen när jag skulle fortsätta min läkarutbildning i Sverige. Nu upptäckte jag en formulering som jag inte hade uppmärksammat två år tidigare. Den godkända delen av min polska utbildning motsvarade det svenska med.kand. examen som avlades efter de fyra första terminer. Då jag började mina svenska studier med medicinkursen (termin 7) saknades det plötsligt ett helt år i Socialstyrelsens skrivelse. Kontakt med Socialstyrelsen avslöjade att man hade tänkt sig (men inte talat om det tidigare) att jag skulle tentera av de ämnen som man läste under det saknade året. Och det hade jag nu 3 månader på mig. Det rörde sig om 3 stora ämnen och en propedeutikkurs. Återigen blev jag trevligt överraskad av mina lärare. Jag fick utan vidare godkänt propedeutikkursen. Professorn i patologi hade inga problem med att rakt av godta mitt i Polen godkända patologitentamen. Så till slut blev det bara två ämnen (farmakologi och mikrobiologi) kvar att tentera. \nJag började mitt AT på Serafen i Stockholm 1 februari 1974. Vi flyttade från Lund i en hyrd minibuss. Nina var gravid i fjärde månaden. Vi bodde först i en personalbostad i Stadshagen. Sedan träffade vi några personer ur ”marsgänget” som hamnade i Stockholm. Flera av dem bodde i Sollentuna och där fanns lediga insatslägenheter. Insatsen var låg och vi kunde flytta in i april. Vår son, Martin, föddes på Löwenströmska sjukhuset 29 juni 1974. Nina arbetade på röntgenavdelningen S:t Eriks sjukhus fram till dagen före förlossningen.\nDet blev en kort föräldraledighet. För mig någon vecka och för Nina ett halvår. Barnpassning var svår att ordna och vi fick skaffa en polsk barnflicka när Nina återgick i arbete i januari 1975, då på röntgenavdelningen på Karolinska. Under några månader våren 1976 gick hon en kurs för utländska läkare i Örebro.\nVi bytte vårt efternamn från Lechowicz till Lerner 1975. Lerner var min farmors flicknamn och vi tyckte att det var lättare att använda i Sverige än Lichtson som var min fars ursprungliga efternamn. Jag tyckte att det var en lättnad att bli av med det polskt klingande Lechowicz. Jag hade börjat intressera mig för det judiska och Chaim Potok blev min favoritförfattare. I Polen uppfattade jag mig som polack med judiskt ursprung. Nu blev jag jude som härstammar från Polen.\nMitt arbete gav mig en enorm tillfredställelse. AT började med ett halvår av anestesi-kirurgi, därefter följde medicin. Serafens medicinklinik hade huvudsakligen en kardiologisk inriktning vilket passade mig mycket bra. Jag måste ha varit uppskattad för att jag blev betrodd med att vara jour på hjärtintensiven (vilket AT-läkare sällan blev). Vid slutet av min medicintjänstgöring blev jag lovad ett vikariat efter avslutad AT som skulle inträffa något år senare. På den tiden var ett underläkarvikariat den enda vägen till arbete i Stockholm. När det blev dags tog jag kontakt med klinikstudieledaren för att få veta när jag skulle börja på Serafen igen. Han verkade mycket besvärad när han talade om för mig att jag inte fick komma. Chefen, Gunnar Biörk, ville inte att jag skulle arbeta på hans klinik. Motiveringen var att min svenska inte var tillräckligt bra. Det lustiga var att Gunnar Biörk, som var riksdagsledamot på den tiden, visade sig ytterst sällan på sjukhuset. Jag hade faktiskt aldrig växlat några ord med honom. Under alla mina 50 år i Sverige var det nog den enda personliga erfarenheten av sådan attityd.\nJag vikarierade som distriktsläkare i Åkersberga under våren 1976. Under sommaren samma år hade jag ett underläkarvikariat på medicinkliniken S:t Eriks sjukhus. Jag trivdes inte särskilt bra där (hade en överläkare som jag ansåg vara inte riktigt klok). När jag blev tipsad om en ledig plats på medicinkliniken på Södersjukhuset provade jag min lycka där. Det har jag aldrig ångrat. Kliniken hade en tredubbel profil: diabetes, gastroenterologi och hematologi. Jag hade i minnet mina goda erfarenheter från onkologi i Malmö och valde hematologin. Det blev en riktig fullträff.\nHösten 1977 flyttade vi från lägenheten i Sollentuna till en villa i Spånga. Vår andra son, Mikael, föddes 26 mars 1978. Efter barnledigheten arbetade Nina heltid och vi hade fortfarande polska barnflickor. Då vi pratade polska hemma kunde inte våra söner någon svenska. Det var fortfarande mycket svårt att få en daghemsplats. Vi blev tipsade om Hillelskolan som också hade en förskola. Dessutom hade man där en skolskjuts. Både Martin och Mikael trivdes mycket bra på Hillelskolan. Det verkade inte spela någon större roll att de inte hade några judiska traditioner med sig hemifrån. Vi flyttade från Spånga till en lägenhet på Östermalm 1985.\nJag har fortsatt arbeta på hematologen på Södersjukhuset och när omorganisationen av Stockholms sjukvård slog till flyttade jag tillsammans med verksamheten till Huddinge 1996. Jag försvarade min doktorsavhandling hösten 1993. Jag har alltid haft enbart positiva erfarenheter av mina olika arbetsplatser (möjligen med undantag för S:t Erik). Arbetsklimatet på hematologen har varit fantastiskt både vad det gällde kollegor och övrig personal.  \nNina arbetade som överläkare på geriatriken på Rosenlunds sjukhus fram till mitten på 90-talet då hon öppnade en privatpraktik, Hon drabbades av stroke 2006 och kunde inte arbeta efter detta. Bland annat av denna anledning gick jag i förtidspension 2010 vid 63 års ålder, men arbetade sporadiskt under ytterligare ett par år. \nVåra båda söner gick ut Östra Real. Martin läste sedan på läkarlinjen och Mikael provade några humanistiska ämnen innan han till slut hamnade på biomedicin på Karolinska. \nVi flyttade från Östermalm till Vasastan i början av 2000. Vi har 5 barnbarn\nSedan c:a 2003 har vi regelbundet besökt Polen och även skaffat oss en liten lägenhet i Warszawa. Vi var där i mars 2018 och upplevde vissa aspekter av 50-årsjubileet spöklikt lika det som hände 1968. Det kändes på många sätt som att cirkeln har slutits.", 
          "modified": "Tue, 02 Nov 2021 15:42:18 GMT", 
          "topic_item": {
            "label": "Din levnadsberättelse", 
            "label_i18n": {
              "sv": "Din levnadsberättelse"
            }, 
            "type": "Textarea", 
            "uuid": "d58e5ff5-763f-4b84-8899-6cde6498c6c7"
          }, 
          "topic_item_type": "dbc74838-ad1e-4ffd-9295-c4e13e7f20c6", 
          "uuid": "9a9e35ca-6b42-422f-84eb-31d1a2fcd48e"
        }, 
        {
          "created": "Tue, 02 Nov 2021 15:42:18 GMT", 
          "display_value": "8 april 1971", 
          "modified": "Tue, 02 Nov 2021 15:42:18 GMT", 
          "topic_item": {
            "label": "Ankomstdatum till Sverige:", 
            "label_i18n": {
              "sv": "Ankomstdatum till Sverige:"
            }, 
            "type": "Textarea", 
            "uuid": "ab9f42d8-a2cc-4eb1-928a-8a7ff91747ab"
          }, 
          "topic_item_type": "dbc74838-ad1e-4ffd-9295-c4e13e7f20c6", 
          "uuid": "ff32d4ed-ccbf-4f55-a374-9fb4ea454fcd"
        }, 
        {
          "created": "Tue, 02 Nov 2021 15:42:18 GMT", 
          "display_value": "Lodz (Polen), Moheda (Småland), Uppsala, Malmö, Lund", 
          "modified": "Tue, 02 Nov 2021 15:42:18 GMT", 
          "topic_item": {
            "label": "Tidigare bostadsorter:", 
            "label_i18n": {
              "sv": "Tidigare bostadsorter:"
            }, 
            "type": "Textarea", 
            "uuid": "187d0728-3c06-46f4-95c3-43bf8b3c4b91"
          }, 
          "topic_item_type": "dbc74838-ad1e-4ffd-9295-c4e13e7f20c6", 
          "uuid": "76dbbfe1-7652-4660-82f3-81eca36750e6"
        }
      ]
    }, 
    {
      "archive_code": "M5/00003", 
      "comment_count": 0, 
      "contributor": {
        "display_name": "Maria Rotstein"
      }, 
      "coordinates": "", 
      "created": "Wed, 29 Sep 2021 08:25:20 GMT", 
      "hits": 355, 
      "image_dms_id": "013AitVwUycC", 
      "imported": false, 
      "license": "CC BY", 
      "likes": 0, 
      "media": [
        {
          "created": "Thu, 30 Sep 2021 07:59:01 GMT", 
          "description": "Maria Rotstein levnadsberättelse", 
          "dms_id": "013AitcHAFHM", 
          "license": "CC BY-NC", 
          "mime_type": "application/vnd.openxmlformats-officedocument.wordprocessingml.document", 
          "modified": "Thu, 30 Sep 2021 07:59:01 GMT", 
          "name": "Maria Rotstein levnadsberättelse.docx", 
          "order_by_number": 1, 
          "owner": "Maria Rotstein", 
          "topic_item": {
            "label": "Ladda upp filer", 
            "label_i18n": {
              "sv": "Ladda upp filer"
            }, 
            "type": "Media", 
            "uuid": "e58ae7fd-30f9-4443-883a-e91dcd26770a"
          }, 
          "type": "document", 
          "uuid": "73a212b8-8b23-430a-9889-b2ef79e934d5"
        }, 
        {
          "created": "Wed, 29 Sep 2021 08:49:01 GMT", 
          "dms_id": "013AitVwUycC", 
          "image_height": 580.0, 
          "image_ratio": 0.7362068965517241, 
          "image_width": 427.0, 
          "license": "CC BY-NC", 
          "mime_type": "image/png", 
          "modified": "Wed, 29 Sep 2021 08:49:01 GMT", 
          "name": "Maria Rotstein Marsstrand 1970.png", 
          "order_by_number": 1, 
          "topic_item": {
            "label": "Ladda upp filer", 
            "label_i18n": {
              "sv": "Ladda upp filer"
            }, 
            "type": "Media", 
            "uuid": "e58ae7fd-30f9-4443-883a-e91dcd26770a"
          }, 
          "type": "image", 
          "uuid": "3a567623-24b4-42b0-9cbb-ad779b3aad5f"
        }
      ], 
      "modified": "Thu, 30 Sep 2021 08:00:28 GMT", 
      "open_for_student_edit": false, 
      "presentation_url": "https://minnen.se/tema/vi/17284", 
      "published": true, 
      "ready_for_approval": false, 
      "submitted": false, 
      "title": "", 
      "title_i18n": {
        "sv": ""
      }, 
      "topic": {
        "name": "Vi, de fördrivna", 
        "name_i18n": {
          "sv": "Vi, de fördrivna"
        }, 
        "uuid": "0f976fb0-b14b-4ef8-8bf9-84f3f07e1736"
      }, 
      "user_id": 6321, 
      "uuid": "994159ed-250b-4f27-b24f-a57e35e0ca95", 
      "values": [
        {
          "created": "Wed, 29 Sep 2021 08:25:20 GMT", 
          "display_value": "Maria Rotstein levnadsberättelse\n\nMaria Rotstein, född 1926\nKvinna\nGöteborg, tidigare Marstrand\n1969 ankomst till Sverige som politisk flyttning från Polen Warszawa\n\nFödd i Wien, Österrike, både föräldrar polska judar.\nVarför i Wien?\nMin far då endast 23 år gammal, aktiv kommunist sedan tonårs-åldern, har blivit tvungen att fly Polen pga risken att bli fängslad. Då polska kommunistpartiet blev förbjudet.\nMin mamma följde med, passade på att studera i Wien på Universitetet, på polska universitet gällde Numerus Clausus för judar.\nSom ettåring skickades jag till mors föräldrar i Lodz, Polen, men redan två år efter blev mina föräldrar tvungna att lämna Österrike pga av det allt tilltagande nazistiska klimatet i landet.\nDå återstod för oss, endast, att söka oss till Sovjetunionen (SU), dit sökte sig åtskilliga kommunister från hela världen, dels av politiska skäl, dels för att bygga kommunismen.\nDe första tre åren av min tidiga barndom präglade, i stort, mitt långa liv framöver, både på gott och ont.\n\nSå väl i SU hamnade vi i Moskva.\nTill att börja med har jag varit tillsammans med mina båda föräldrar men redan efter ett år, när jag hade blivit fyra år, skildes de, min far stannade, med sin nya fru, i Moskva, så kunde vi träffas då och då.\n\nVi bodde i en fyrarumslägenhet, en så kallad gemensam lägenhet, delad av fyra familjer, under mycket primitiva förhållanden, vilket i för sig, var helt normalt för de flesta ryssar i dåvarande Ryssland.\nMin mor, utbildad biolog, hade som tur, bra betalda anställningar men samtidigt mycket tidskrävande, inom livsmedelsindustrier; så blev jag lämnad åt olika barnflickor, mestadels unga tjejer från landet. Några förskolor existerade förmodligen inte i SU på den tiden.\nGrundskolan började där vid åtta års ålder, så blev det även för mig\nMen redan tre år senare, året hade hunnit bli 1937, började jag mitt vuxna liv.\n\nFörsta september 1937 skulle jag börja en ny skola, men samma morgon fanns inte mamma hemma.\nPå en papperslapp på bordet har hon skrivit att hon kommer tillbaka om en vecka, att jag måste gå ensam till skolan och att grannkvinnan tar hand om mig under tiden. Veckan har gått, mamma var fortfarande borta (vi träffades igen 1947 men om detta berättar jag senare, förstås).  Myndigheterna låste upp vår bostad, grannen kunde inte längre ta hand om mig, så i ca tre veckor var jag hemlös, jag klarade mig tack vare kompisar och deras familjer, bosatta i samma flerfamiljshus.\nTill slut blev jag hämtad av två civilklädda män och överlämnad till en uppsamlingsplats avsedd för barnen vars föräldrar mött samma öde som mina.\nHär måste jag nämna att även min far blev arresterad, dock år 1935, dvs vid början av de ökända massarresteringarna av utländska medborgare, men även ryska så kallade oliktänkande.\nFrån denna uppsamlingsplats placerades barnen, efter 2–3 dagar, på barnhemmen, spridda i hela landet.\nFör mig blev det annorlunda, jag kunde inte föreställa mig att bli skickad från Moskva.\nSå jag låtsades, med hjälp av diverse knep, vara sjuk. Jag stannade en längre tid på detta boende.\nTill slut hamnade jag på ett rätt så trevligt barnhem i en välskött stad, ca 100 mil från Moskva. 5Mil\nfrån järnvägsstationen.\n\nMen även där använde jag mina knep för att till slut hamna på sjukhuset, där tillbringade jag ca två\nveckor, för att en kvinnlig läkare ville adoptera mig.\nVäl tillbaka till barnhemmet övertalade en jämnårig flicka, även hon från Moskva, mig att rymma från hemmet. Detta visades sig inte vara så svårt, efter ca 24 timmar med lastbil och tåg, utan ett öre på fickan, stannade vi på Moskvas gator.\nVi skildes åt, jag har aldrig, varken sett eller hört, av henne senare.\nJag, däremot, åkte till vår gamla adress med förhoppningen att mammas väninna, även hon en polsk judinna som bodde i samma hus med sina två små barn, vars man hade krigat i Spanien under tiden, i förhoppningen om att hon skulle kunna ta hand om mig. Det kunde hon inte, givetvis, under gällande förhållanden.\nDet dröjde inte längre än två dagar innan jag blev hämtad av två, den här gången poliser, hotad att bli överlämnad till anstalt för hemlösa barn, men slutligen hamnade jag på samma uppsamlingsplats som förr.\nDet dröjde inte längre till jag blev skickad till ett annat barnhem, belagt på landsbygden i ett fattigt jordbruksområde, 20 km från järnvägen.\n\nLivet där bestod av skolgången, hemläxor, syskolan, hushållsarbeten och dylikt.\nHär upplevde jag min första riktiga, personliga livs chock, besvikelse, undergång, ensamhet.\nDet var, nämligen, när jag fick höra att jag var judinnan, men inte en polska, vilket jag visste hemifrån och har varit övertygat om.\nDet enda jag visste hittills om judar i det dåvarande antisemitiska Ryssland var att vara en jude är något mycket dåligt, negativt, som man borde skämmas för.\nÄmnet har det aldrig pratats om hemma, i alla fall inte i min närvaro.\nMen här, i barnhemmet, fanns ingen människa som kunde upplysa mig, som jag kunde fråga, prata med. Jag blev överlämnad åt mig själv.\nMin värld gick under.\nNå väl. Lyckligtvis, barnen i den åldern som jag var i vid den tiden, 11–12 år gammal, går det fort över för, de lever vidare, grubblar inte länge men glömmer aldrig. Men detta problem, mitt problem, stannade inom mig själv i hela mitt långa liv.\nJag har aldrig återkommit i samtalet till det ämnet, varken med mina föräldrar, mina två män eller med mina vänner.\n\nÅret har blivit 1939.\nFörsta september har Hitler angripit Polen efter att tidigare slagit ner Tjeckoslovakien, Belgien, Österrike och sedan Frankrike 1940.\n\nDen 22 juni 1941 har Tyskland anfallit Sovjetunionen.\nFör att barnhemmet befann sig i närheten av den allt fortare avancerade fronten (Kursk Region) blev det tvunget, i likhet med alla offentliga institutioner och privatpersoner, att flytta österut i landet.\nFör mig återstod att välja mellan att, antingen fortsätta med barnhemmet till Kazachstan och börja arbeta där på en av fabrikerna, eller ansluta mig till en bekant, välställd rysk familj för att följa med dem eller att återförenas med min far.\nMin far som blev arresterad 1935 blev just satt på fri fot. Han lyckades att överleva Stalins arbetsläger tack vare en ren slump, nämligen hans kunskaper i skollatin, fick han arbeta i lägrets apotek i stället för i skogen.\nTrots allas påståenden om att det vore farligt, rent av omöjligt, för ett knappt femtonårigt barn att ta sig i väg i landet under pågående krig, bestämde jag mig för att ta den risken.\nSedan visade det sig att mina rådgivare hade haft rätt till viss del. Det var inte lätt att förflytta sig dessa ca 200 mil, då inget fungerade normalt och halva befolkningen befann sig på flyttande fot.\nNu med facit i hand undrar jag hur jag lyckades, efter en månads tid, sjuk och undernärd, stiga av taget på Uchta-stationen (Komi Republiken) och hamna i min fars famn.\n                                                              \nLevnadsstandarden i Uchta, liten ort, center för fossilbränsle-produktionen, i den nordligaste område av Uralen, har varit primitiv men, med hänsyn till dåvarande förhållanden, kunde man varken klaga eller begära mera.\nHuvudsaken var att vi var tillsammans och att jag inte längre var ensam.\nVi bodde i ett litet samhälle, 12 km från Uchta.\nNågra regelbundna förbindelser existerade inte men det fanns skolbuss två ggr om dagen. De tillfällen när jag stannade längre i skolan var jag tvungen att vända hem till fots, i mörkret, genom snödrivor i 25–30 graders kyla.\n                                     \nDessa omständigheter uteslöt fullständigt fritidsliv så som kultur eller sällskapsliv. Det fanns, misstänkte jag, två elever i min klass av judiskt ursprung men det pratades inte om detta, i alla fall inte offentligt. \nPå det sättet förflöt tre gymnasium-år, jag lyckades att ta studenten med tillräckligt höga betyg för att klara examen och bli antagen till medicin-studier i dåvarande staden Molotov, nu gamla Perm, belägen i mellersta Ural-området ca 50 mil från vårt hem. Staden Molotov, rätt obetydlig\nstad före kriget men då, under kriget, hade växt väsentlig till följd av de massiva förflyttningarna av fabriker, institutioner och liknande. Bland annat den kända Operan från dåvarande Leningrad.\nMitt studentliv började där och det har inte varit lätt. \nAtt bo i studenthemmet, speciellt för förstaårsstudenter, där jag delade rum med sex andra tjejer, ett stort bord och några stolar i mitten av rummet som enda möblemang, gemensamma kalla vattenkranar ute i korridoren. Ut över detta en halvsvält-näring, strikt ransonerade livsmedel, ofta obefintliga i affärerna.\nÄven här fanns det bland kollegor ett par personer med judisk bakgrund men jag kom aldrig i närmare kontakt med dem. \n\nSkolåret slutade i juni, en månad efter andra världskrigets lyckliga slut.\nJag återvände till min far för att tillbringa lovet där, med avsikten att fortsätta till studier i Perm.\nMen ack, ödet ville annorlunda, min far bestämde sig för att återvända till Polen, vilket var helt naturligt, förstås. För honom men inte för mig, Jag kunde inte komma ihåg landet, jag hade aldrig fått lära känna det.\nMen jag hade inget val. Det hade varit naturligt att jag inte kunnat stanna ensam kvar i Ryssland, ensam igen!\n\nDet tog flera långa månader att gå igenom oändliga formaliteter och hinder innan vi blev färdiga att fara. Väl på tåget åkte vi inte direkt till Warszawa utan stannade i Lviv (polsk stad Lwow, annekterad av SU 1939), min fars födelseort, där hans förfäder varit bosatta och verksamma i åtskilliga generationer.\n\nMin far hoppades att hitta, åtminstone, några familjemedlemmar kvar i livet.\nTyvärr, både hans föräldrar, syster och svåger var stupade, mördades under den tyska ockupationen. Men, det visade sig då att hans 15-årige systerson räddades av sin konverterade farfar, gömd under madrassen.  \nVår lycka var enorm, pojken skulle följa med oss vidare, det var självklart.\n\nRedan vid första tågstationen efter den rysk-polska gränsen möttes vi av flera utrop ” Judar till Palestina”, ”Det finns ingen plats för Judar i Polen” och liknande, detta fortsatte vid några \nstationer till, tills tåget stannade i Warszawa Glowna, centralstationen i Warszawa.\nUpplevelserna under denna tågresa blev för mig den andra, tyvärr inte den sista, chocken i mitt, inte dåtills korta liv.\n                                                                  \n\n \n\n\nVäl i Warszawa hade vår lilla familj utökats till fem. Min fars andra fru, hon också judinna, lyckades överleva både de sovjetiska massarresteringarna samt krigets faror tack vare sina franska\nsläktingar i Frankrike.\nÄven hennes mor har funnits i livet i det av Hitler ockuperade Polen, gömd hos sina polska bekanta.\nSå hade vi blivit fem, en stor familj för efterkrigstidens Polen och Europa.\n\nVad gäller min släkt på min mammas sida, fick vi reda på att även där nästan inga familjemedlemmar överlevt krigets och ockupationens faror. Mammas föräldrar och hennes syster med sitt ettåriga barn gasades i koncentrationsläger, mosters man mördades som partisan. Morbror med familjen, bosatta i Frankrike sedan den Första Världskriget, överlevde trots alla odds. En avlägsen kusin överlevde både ockupationen och upproret i Warszawas getto. Alltså det återstod endast spillror av en stor judisk familj. Men de avlidna lever så länge som de är kvar människans minne. Med denna tanke har jag placerat några namn av de stupade anhöriga på Minnesmonumentet ”Glöm oss inte” upphöjd på gården av Judiska Församlingen i Göteborg.\nÅret 1947 lyckades även min mamma att återvända från Ryssland där hon fängslades under tio långa år i det värsta Stalin-arbetslägret, den ökända GULAG-arkipelagen, beskrivet av Solzjenitsyn i boken med samma titel. \nMin mamma överlevde detta dödsläger tack vare hennes yrke, som biolog fick hon arbeta i lägerssjukhusets laboratorium i stället för ute, i det eviga vinterklimatet.\n\nPå det viset, det nya livet i Polen, har blivit så där normalt, både för mig och för oss alla. Min kusin började skolan, jag upptog mina medicinska studier på Universitetet i Warszawa. Året 1952 blev jag färdigutbildad med läkarlegitimation i handen och blev anställd på ett av Warszawas sjukhus, 1954 blev jag specialiserad på invärtes sjukdomar, samma år blev jag anställd på infektionskliniken på universitetssjukhuset i Warszawa.\nMen redan efter ett år fick jag tillfälle att arbeta i ett läkarteam i Nordkorea.\n                                                                      \nDet var, nämligen en tid när flera länder i östblocket bl a Polen, Bulgarien, Rumänien, Tjeckoslovakien och även Sverige mm, skickade sjukvårdshjälp till Nordkorea efter kriget.\nVad gäller Polen skickade landet, under flera år framöver, all sjukhuspersonal, från chaufförer till professorer samt all nödvändig utrustning för att driva studentundervisningen och patientbehandlingar i, nybyggda av Polen, sjukhuslokaler.\n\nFör mig var detta ett enastående tillfälle att lära mig om helt andra, utomeuropeiska, sjukdomar.\nEfter 13 månader i Korea är jag tillbaka till det sedvanliga arbetet på kliniken med undervisningen, patientbehandlingarna och forskningen.\nMen redan 1957 kom det andra tillfälle att arbeta, den här gången i tropiken, närmare sagt i\nVietnam.                                                                     \n\nEfter vietnamfranska kriget sände FN fredsbevarande kommissionen till Vietnam, bestående av tre länder, Indien (charmen), Kanada och Polen.\nJag hade turen att arbeta där under 13 månader som personalläkare i den polska delegationen.\nÄven detta arbete lät mig komma i kontakt, den här gången, med tropiska sjukdomar.\n                                                               \nEfter återkomsten hem fortsatte jag det sedvanliga arbetet på infektionskliniken med patienterna, utbildningen samt påbörjat arbete för min framtida doktorsavhandling, vilken resulterade positivt för min del, året 1965.\nSamma år gifte jag mig med min man, han är också av polsk-judiskt påbrå, icke religiös, sk assimilerad jude.\n\nHösten 1967 blir jag tilldelad ett åttamånaders stipendium i Frankrike för forskningen inom mitt huvudområde - leversjukdomar som skulle i fortsättningen leda, förhoppningsvis, till docenttiteln.\n\n\nDenna vistelse i Paris under 1967-68 sammanträffade både med ungdomsupproren våren -68 samt den antisemitiska aktionen i Polen -68.\nDen sista, givetvis, berörde mig mest.\nAtt vara frånvarande från Warszawa och att inte personligen uppleva de pågående händelserna på plats upplevdes både som påfrestande samt obegripligt och avlägset. Varken de franska massmediernas informationer eller andras berättelser, brevväxlingen med familjen och vänner har inte varit tillräckliga för att ge mig en klarare bild av vad som pågått i verkligheten i Polen.  \nFörst i slutet av juni, när jag kom tillbaka hem, började ja så småningom samla uppgifter och fakta gällande den aktuella situationen.\nSom bekant hade den nya vågen av antisemitism i Polen redan påbörjats ett år tidigare, sedan mars 1967, orsakad av den politiska och diplomatiska situationen av regeringar i dåvarande Sovjetunionens samt i samtliga sk satellitländer där bl.a. Polen.\nIsraels seger i sexdagarskriget 1967, ledde till att judar i diaspora upplevde en viss sympati emot vinnaren, vilket tolkades av ledarna i Sovjet-blocket som ett uttryck av sionismen.\nPolska judar betraktades av regeringen och partiet som sionister, förrädare.\n \nTill följd av dessa politiska stämningar påbörjades, så gott som, massiva trakasserier i form av arresteringar och utkastningar av studenter, först ur universitetet i Warszawa och sedan i andra städer.\nDärefter gick militäranställda av judiskt påbrå samma öde till mötes samt anställda i statliga myndigheter, utbildningen.\n\nDet tog inte lång tid för regeringen att ”erbjuda” polska judar att emigrera till Israel under förutsättningen att avsäga sig det polska medborgskapet. I stället fick man sk resepass, det vill säga\nresan åt ett håll utan rätt att återvända. Samtidigt återkom i pressen, vid flera tillfällen, slutliga terminer gällande möjligheten att emigrera. Det var uppenbarligen att den polska regeringen bestämt sig att bli av, med så många som möjligt, judar, polska judar för all tid framöver.\nFramtiden för judar i Polen hade blivit mycket osäker, de vuxna skulle inte kunna fortsätta arbeta som förut, i värsta fall inte förvärvsarbeta alls, och deras barn skulle inte kunna fortsätta\nsina studier och utvecklas enligt deras önskemål och begåvning.\nI det slutliga skedet emigrerade ca 13000 polska judar under åren 1968-69, därav 2700 till Sverige. På det sättet förlorade Polen många högutbildade specialister, värdefull arbetskraft.\n\nVad gällde mig och min man bestämde vi oss också för att lämna Polen, landet där våra förfäder levt i flera hundra år.\nVisserligen, vid den tidpunkten, behöll vi våra yrken men framtiden var mycket osäker även för oss.\nDet var då, tror jag, som jag upplevde för första gången, på riktigt min tillhörighet till det judiska folket.\n                                                                 \nGemensamhet och solidaritet.\n\nDet tog oss flera månaders tid att förbereda oss att lämna hem, familjen, kollegor, vänner, Warszawa, Polen.\nTill att börja med var man tvungen att skaffa visum till Israel, även om man inte tänkt att resa dit. Dessutom, pga att det inte funnits några diplomatiska förhållande mellan Polen och Israel, fanns det inget konsulat i Polen. Det var det holländska konsulatet som tog på sig att fylla i det administrativa jobbet.\n   \n\n\nVi två bestämde oss att emigrera till Skandinavien för att inte för mycket avlägsna oss från Europa.\nDanmark verkade vara närmare till den gamla kontinenten, dessutom krävde inte Danmark visum, mycket sympatisk och humanitär gest, men efter granskningen av danska språket och dess uttalande bestämde vi oss för att söka visum till Sverige som just hade varit i stort behov av ett läkartillskott. För att skaffa visum till Sverige var det frågan om några veckor.\n\nTrots att polska regeringen gjorde allt för att så många polska judar som möjligt skulle lämnat landet ställde den lokala administrationen och myndigheterna till åtskilliga hinder och problem innan personerna i fråga blev godkända för att lämna landet.\nTill exempel, har alla privata tillhörigheter, även i begränsade kvantiteter, borde nämnas på en lista, varenda bok numrerades och beskrevs på en separat lista, och så vidare.\nSom följd av alla dessa trakasserier tog det oss flera månaders tid att bli klara att säga adjö till mina föräldrar, vänner, arbetskamrater, grannar, bekanta och stiga på tåget från den, kända i sammanhanget, järnvägsstationen Warszawa Gdanska.   \nDagen därpå. den 14 november 1969 steg vi av i Stockholm. Året som de flesta polska judar lämnade landet i samband med den enastående antisemitiska aktionen av dåvarande polska regeringen.\n\nDet tog ett par dagar för oss att gå igenom åtskilliga formaliteter hos olika myndigheter innan vi kunde börja kursen i svenska som just då startade för ett par hundra personer, de flesta polska judar, på Marstrand. Den har varit avsett för personer med högutbildning, läkare, tandläkare, ekonomer, journalister osv och deras familjer.\nPå det sättet befanns dig då på Marstrand folk i alla åldrar, från ett par år till 70+ gamla, bortsett från den lokala befolkningen, som på det sättet hade blivit minoriteten, på den vintriga ön.\n\nFör mig blev kursen på Marstrand ett oförglömligt kapitel i den mest positiva meningen.\nVi blev placerade i olika små och mindre hotell, den typiska husmansmaten serverades på två restauranger, den personliga och sänglinnestvätten ombesörjdes av staten, utöver detta fick vi 5 kr om dagen för var och en. En ren lyxsemester, så upplevde vi två det. Vi blev mantalsskrivna i Svenska kyrkan på ön - ett allra första steg till det svenska livet, vilken upplevelse!\nDet var inte nog med det; vi fick lära oss det svenska språket! Kursen var upplagd i mindre grupper, beroende på yrken, fem dagar i veckan, från 8 till 12 el 13, eftermiddagarna ägnades åt hemläxor, fritid och dyl.  Bl.a åt att knyta nya kontakter, bekantskaper, somliga varade tills ”döden skilde oss åt”. Min man och jag hade tillfälle att bekanta oss med ett ungt par av öborna. Den kontakten hjälpte oss att komma närmare till svenskfödda och samtidigt att öva våra färska kunskaper i svenska. Vi var högst medvetna om att det svenska språket var A och O för oss i vårt nya liv. Det här sist nämnda vänskapen varar tills nu.\n                                                                       \nPå Marstrand hade vi besök av några judiska par bosatta i Göteborg, polska judar som kom till Sverige 1945, räddade från koncentrationsläger av Folke Bernadottes aktion de sk Vita Bussarna. Märkligt nog att inget, mer officiellt besök från dåvarande Mosaiska Församlingen, ägde rum. Ledningen för församlingen betraktade vår emigration som icke religiösa, vilket nog stämde i viss mån, samt som kommunister, vilket nog inte stämde med verkligheten, i alla fall i de flesta fall, enligt min mening.\nVi hade mycket bra lärare, i alla fall vad gäller i min grupp för läkare.\n                                                                 \nJag måste nämna en positiv upplevelse till, under vistelsen på Marstrand. Det gäller själva ön.\n Denna, i den vintriga, soliga, snötäckta klädseln var helt enkelt sagolik. Jag blev förälskad i denna ö.\nSå fort jag fick tillfälle att skaffa en andelslägenhet på Marstrand, gjorde jag det och behöll den, tillsammans med min andra man, till enorm glädje, under ytterligare 30 år.\n\nI april 1970 närmade vår vistelse på Marstrand sig sitt slut, i alla fall för de flesta av oss. Den sista tiden ägnades för att förbereda oss till det självständiga livet i det nya landet, det vill säga att hitta bostaden och arbetet. För detta ändamål hade vi stor hjälp av tre tjänstemän från arbetsförmedlingen som följde oss på plats från första början.\nMin man, utbildad civilekonom med lång yrkeserfarenhet, var tvungen att nöja sig med sk arkivarbetstjänst inom Göteborgs kommun.\nVad beträffar mig, hade jag hittad av en ren slump, en notis i GP att det gamla infektionssjukhuset\nhöll på att flytta, den 1 april 1970, till nya lokaler i Östra sjukhuset; ett tillfälle skrivet, helt och hållet, åt mig. Efter telefonöverenskommelse med klinikchefen träffade jag personen i\nfrågan för intervju - samtal. Vad kunde man förutse, kliniken hade inte några lediga tjänster för tillfället men klinikchefen , liberal, humanist samt, som visade sig senare, en stor Israel-vän, skaffade en extra läkartjänst åt mig för att kunna genomgå provtjänstgöringen, obligatorisk för att skaffa en svensk läkarlegitimation. Redan 1 maj samma år började jag arbeta på Infektionssjukhuset i Gbg.\n\nVi hade tur med lägenheten i det nybyggda bostadsområdet, intill det nya Östra sjukhuset, med omedelbar inflyttning.\n På det sättet hade det nya, väl ordnade, svenska livet, börjat för oss endast ett halvt år efter vår ankomst till detta land!\n                                                              \nOtänkbart i dagens läge, året 2021!\n\nDet nya livet i det nya landet, till att börja med, som visade sig så småningom, har inte varit så lätt. Allt från språket till, exempelvis, skatter, inkomstdeklarationen var nytt, främmande. Men vi hade grunden till språket bakom sig, vi hade inkomst från våra anställningar och vi hade tak över huvuden. Rätt så fort har vi skaffat våra första kontakter och bekantskapen med lokalbefolkningen som hjälpte oss enormt i våra första steg. De infödda svenska träffade vi antingen på arbetsplatsen eller genom de redan bekanta från tidigare, men i första hand knöt vi kontakt med efterkrigets polska judar, nämnda redan tidigare, räddade genom Folke Bernadottes vita bussar, vilka blev våra vänner tills vidare; vi behöll bekantskapen med dem som kom samtidigt från Polen till Marstrand.\n                                                                     \nLivet börjar att likna det sk normala.\n\nÄven sättet att arbeta, att utöva arbetsmomenten, även för oss som hade långvariga erfarenheter från   hemlandet, var annorlunda. Det tog både tid och ansträngning att behärska de första svårigheterna.\nFör min del avslutade jag min två månaders provtjänstgöring redan efter en månads tid med Godkänd och gick till sedvanlig underläkare-anställning tills vidare. På det sätet stannade jag på infektionskliniken i drygt fyra år.\n                                                                      \nDå fanns inga utsikter för mig, på den kliniken, till vidare avancering men att flytta till ett annat infektionssjukhus i regionen har inte varit aktuellt med hänsyn till min mans arbete i Göteborg.\n\nJag beslutade mig för att arbeta inom den öppna vården.\nPå den tiden började den öppna vården i Göteborg byggas ut, omorganiseras. Det byggdes nya lokaler, söktes all personal, vilket inte var så lätt med hänsyn till rådande läkarbrist och frånvarande av kunskaper i öppenvårds-organisation.  Jag fick omedelbart chefsanställning på den allra första, sedvanliga vårdcentralen i Göteborg. Det började en mycket spännande period i mitt självständiga yrkesarbete, med nya uppgifter och nya erfarenheter.\nDär stannade jag i 17 långa år, på samma plats, med stor omsättning inom personalen, med berg och dalar som det bukar vara i livet, men jag trivdes enormt bra.\n\nI mitt privata liv blev det också både berg och dalar.                  \n\nPå det privata planen hade vi skaffat och behållit åtskilliga bekantskaper, både bland infödda svenskar, svenska judar och judar inflyttade efter andra världskriget. Vi behöll vänskapen med personer vi träffat på Marstrand.\nJust, tack vare vänskapen med judiska familjer kom jag i kontakt, för första gången i mitt liv, med det judiska livet och dess vanor, så som firandet av bat- och bar mitzvor, stora judiska helger, koschermat och dylikt. Genom att delta i föreläsningar, organiserade av Judiska församlingen i Göteborg, som jag blev medlem i, fick jag lära mig en del av den judiska historien och kulturen. Ut över detta har mina flera resor till Israel, både som turist samt att umgås med min mans kusiner, vidgat mina kunskaper i sammanhanget, bidragit till mina kunskaper om det judiska livet och till min judiska identitet.\nVad gäller dessa tre kusiner till min man, har de kommit illegalt med sin mor på 30-talet, till dåvarande Palestina, växte upp där, utbildades och bidragit till utbyggnaden av Israel. Givetvis, även de judiska författare så som Singer, Potok, Roth, Amos Oz mm påverkade mitt judiska jag.\nDet är inte så enkelt med mitt judiska jag.\nJag har inte fått det med judiska uppfostran hemifrån, tom visste jag inte ens om mitt judiska ursprung fram till tolvårsåldern.                                                         \n \nJag är född av judiska föräldrar således är jag judinna på samma sätt som jag är född som en kvinna. Detta kan varken ifrågasattes eller förnekas. Mitt judiska jag är betyngd av min uppfostran, omgivningen, omständigheterna, vilket gjorde att först i vuxen åldern kom jag i kontakt med det judiska livet.\nNu vet jag att jag är av judiskt påbrå, att jag är judinna, icke religiös, med stark samhörighet och solidaritet med det judiska folket.                                                          \n                                                                    \nDet är på samma sätt jag är övertygat om att jag är judinna för jag har ärvt mina judiska gener från mina föräldrar, båda polska judar i flera generationer. Det är på samma sätt att jag vet att jag är människan, kvinnan, att jag är svensk medborgare osv.\nMin tillhörighet?\nJag levde i olika europeiska länder,” jude, den evige vandraren”, mitt moderland är Polen och modersmål är polska. Mitt adaptiva land är Sverige. Jag upplever mig som judinna, europé, svensk medborgare med stor sympati och tacksamhet för Israel och det israeliska folket.\nVilken är min identitet?\nMin mamma kallade mig kosmopolit. \n\nNå väl, det nya livet i Sverige går vidare.\nI 1980 miste jag min man, han dog hastigt av hjärtinfarkt, på akuten, efter endast 10 år i Sverige.\n\nSamma år gick min mor bort i Warszawa. Tre år senare dog min fars andra hustru. Min far levde ytterligare i sex år.\nAtt närvara på begravningar i likhet till de tidigare besöken i Warszawa, i samband med föräldrarnas sjukdomar, har varit en företeelse. Det gällde, skriftligt eller oskriftligt, ett förbud för att återvända till Polen för de tusentals polska judar, utslängda under åren 1968-69.  Det har hänt att jag tillbringat timmar, nätter på flygplatsen i Warszawa innan jag har blivit insläppt till stan.\n       \nDet blev på nytt en svår tid för mig med sorgen, förtvivlan, ensamheten, övergivenheten, osäkerheten. Med hjälp av vänner, arbete och tid fortsätter man vidare.\nNågra år senare har jag träffat min andre livskamrat, jag hade tur. Han, en nära släkting till mig, född och bosatt i Paris, halv jude från hans fars sida, ensam med en vuxen son.\nTill att börja med var vi särbo men efter pensioneringen 1991 har vi flyttat ihop, med dubbel bosättning till hans bortgång i Paris 2006, han också i hastig hjärtinfarkt.\nÄn en gång blev jag ensam med min sorg, ensamhet, övergivenhet som med åren upplevs ännu\n\nmer påfrestande, långvarigare än förr.\n\nI dag, i denna pandemiska tid lever jag ensam, 94 år gammal, kvar i den ursprungliga, från 50 år tillbaka, lägenheten med hemhjälp varannan vecka; för övrigt klarar jag hushållet på egen hand, bl. annat tack vare bilen, kan jag handla, träffa vänner, göra korta utflykter.\nJag skulle inte kunna klara mig utan det enorma, både den fysiska och mentala, stödet av mina vänner ur yngre generationen, barnen till mina avlidna vänner,\nDet kulturella livet är borttaget pga Corona, annars har jag varit en flitig besökare på Konserthuset, Stadsteatern samt biograferna.\nVad gäller mitt sociala liv, det tackar jag den yngre generationen för, barnen till mina avlidna vänner samt några yngre kvinnor, som jag har träffat under de sista åren.\n\nMaria Rotstein\n \nGöteborg, maj 2021\n\n\n\n\n  .\n\n\n\n \n\n\n\n\n \n .", 
          "modified": "Thu, 30 Sep 2021 07:56:35 GMT", 
          "topic_item": {
            "label": "Din levnadsberättelse", 
            "label_i18n": {
              "sv": "Din levnadsberättelse"
            }, 
            "type": "Textarea", 
            "uuid": "d58e5ff5-763f-4b84-8899-6cde6498c6c7"
          }, 
          "topic_item_type": "dbc74838-ad1e-4ffd-9295-c4e13e7f20c6", 
          "uuid": "27b29aeb-8b89-4480-ac23-72325154f0d0"
        }, 
        {
          "created": "Wed, 29 Sep 2021 08:25:20 GMT", 
          "display_value": "14 november 1969", 
          "modified": "Wed, 29 Sep 2021 08:25:20 GMT", 
          "topic_item": {
            "label": "Ankomstdatum till Sverige:", 
            "label_i18n": {
              "sv": "Ankomstdatum till Sverige:"
            }, 
            "type": "Textarea", 
            "uuid": "ab9f42d8-a2cc-4eb1-928a-8a7ff91747ab"
          }, 
          "topic_item_type": "dbc74838-ad1e-4ffd-9295-c4e13e7f20c6", 
          "uuid": "0f8332d6-55c6-46fd-8c19-98b4fdea438d"
        }, 
        {
          "created": "Wed, 29 Sep 2021 08:25:20 GMT", 
          "display_value": "Wien, Łodz, Moskva, Warszawa", 
          "modified": "Wed, 29 Sep 2021 08:25:20 GMT", 
          "topic_item": {
            "label": "Tidigare bostadsorter:", 
            "label_i18n": {
              "sv": "Tidigare bostadsorter:"
            }, 
            "type": "Textarea", 
            "uuid": "187d0728-3c06-46f4-95c3-43bf8b3c4b91"
          }, 
          "topic_item_type": "dbc74838-ad1e-4ffd-9295-c4e13e7f20c6", 
          "uuid": "cb6674c0-1577-4906-b07a-ea07917c19cc"
        }
      ]
    }, 
    {
      "archive_code": "M5/00012", 
      "comment_count": 0, 
      "contributor": {
        "birth_year": 1950, 
        "display_name": "Luisa Simberg", 
        "gender": "woman", 
        "place": "Stockholm", 
        "uuid": "4c2d2549-2ce7-417a-bad4-2f7931d73669"
      }, 
      "coordinates": "", 
      "created": "Tue, 07 Dec 2021 07:01:39 GMT", 
      "hits": 103, 
      "image_dms_id": "013Ajsp1c2to", 
      "imported": false, 
      "license": "CC BY", 
      "likes": 0, 
      "media": [
        {
          "created": "Wed, 08 Dec 2021 10:56:43 GMT", 
          "dms_id": "013Ajsp64LDg", 
          "license": "CC BY-NC", 
          "mime_type": "application/msword", 
          "modified": "Wed, 08 Dec 2021 10:56:43 GMT", 
          "name": "MinresaFreddyberättelse12.doc", 
          "order_by_number": 2, 
          "topic_item": {
            "label": "Ladda upp filer", 
            "label_i18n": {
              "sv": "Ladda upp filer"
            }, 
            "type": "Media", 
            "uuid": "e58ae7fd-30f9-4443-883a-e91dcd26770a"
          }, 
          "type": "document", 
          "uuid": "ca2a3cf5-2c8f-4b7d-8067-a1849ec84e0d"
        }, 
        {
          "created": "Tue, 07 Dec 2021 06:55:01 GMT", 
          "dms_id": "013Ajsp1c2tn", 
          "license": "CC BY-NC", 
          "mime_type": "application/msword", 
          "modified": "Tue, 07 Dec 2021 06:55:01 GMT", 
          "name": "Följebrev till min berättelse12.doc", 
          "order_by_number": 1, 
          "topic_item": {
            "label": "Ladda upp filer", 
            "label_i18n": {
              "sv": "Ladda upp filer"
            }, 
            "type": "Media", 
            "uuid": "e58ae7fd-30f9-4443-883a-e91dcd26770a"
          }, 
          "type": "document", 
          "uuid": "3cfaf3a2-2c96-4a56-9428-2fb1346d5b9f"
        }, 
        {
          "created": "Tue, 07 Dec 2021 07:01:10 GMT", 
          "dms_id": "013Ajsp1c2to", 
          "image_height": 1024.0, 
          "image_ratio": 1.25390625, 
          "image_width": 1284.0, 
          "license": "CC BY-NC", 
          "mime_type": "image/png", 
          "modified": "Tue, 07 Dec 2021 07:01:10 GMT", 
          "name": "Luisa Simberg foto.png", 
          "order_by_number": 1, 
          "topic_item": {
            "label": "Ladda upp filer", 
            "label_i18n": {
              "sv": "Ladda upp filer"
            }, 
            "type": "Media", 
            "uuid": "e58ae7fd-30f9-4443-883a-e91dcd26770a"
          }, 
          "type": "image", 
          "uuid": "57589280-0c50-4d3d-b3dc-c04e92470992"
        }
      ], 
      "modified": "Wed, 08 Dec 2021 10:57:31 GMT", 
      "open_for_student_edit": false, 
      "presentation_url": "https://minnen.se/tema/vi/17587", 
      "published": true, 
      "ready_for_approval": false, 
      "submitted": false, 
      "title": "", 
      "title_i18n": {
        "sv": ""
      }, 
      "topic": {
        "name": "Vi, de fördrivna", 
        "name_i18n": {
          "sv": "Vi, de fördrivna"
        }, 
        "uuid": "0f976fb0-b14b-4ef8-8bf9-84f3f07e1736"
      }, 
      "user_id": 6321, 
      "uuid": "cf26f21a-b4f2-4ad4-bfb3-3c8200de2818", 
      "values": [
        {
          "created": "Tue, 07 Dec 2021 07:01:39 GMT", 
          "display_value": "Czestochowa", 
          "modified": "Tue, 07 Dec 2021 07:01:39 GMT", 
          "topic_item": {
            "label": "Tidigare bostadsorter:", 
            "label_i18n": {
              "sv": "Tidigare bostadsorter:"
            }, 
            "type": "Textarea", 
            "uuid": "187d0728-3c06-46f4-95c3-43bf8b3c4b91"
          }, 
          "uuid": "6389fe47-167c-4ed2-a391-6868228ac315"
        }, 
        {
          "created": "Tue, 07 Dec 2021 07:01:39 GMT", 
          "display_value": "10 oktober 1969", 
          "modified": "Tue, 07 Dec 2021 07:01:39 GMT", 
          "topic_item": {
            "label": "Ankomstdatum till Sverige:", 
            "label_i18n": {
              "sv": "Ankomstdatum till Sverige:"
            }, 
            "type": "Textarea", 
            "uuid": "ab9f42d8-a2cc-4eb1-928a-8a7ff91747ab"
          }, 
          "uuid": "a95a717a-dafc-428d-9b38-bbed3d54ab14"
        }, 
        {
          "created": "Tue, 07 Dec 2021 07:01:39 GMT", 
          "display_value": "Min resa från Czestochowa via Marstrand\n\n\n\n\n  \n\n\n\n\n\n\n\n1.\tInledning\n\nDet är många år som jag levde med tanken att skriva om min uppväxt och start av ett nytt liv i Sverige.  Våra döttrar Caroline och Renée var länge drivande till idén att jag skulle berätta om mitt liv och särskilt om min resa till Sverige och vistelse på Marstrand.\n\nFörst när jag skrev till Forum för levande historia och fick träffa Margit Wettstein, kom den stora knuffen att skriva min berättelse. Margit är mycket inspirerande person och gav mig många goda råd och synpunkter. Hon talade om för mig om vikten att berätta om mitt liv.\n\nMin man Freddy beskriver kortfattat om sin familj och sina judiska rötter som sträcker sig från 1800 talet.\n\n\n \n\n\n2.\tJudiskt Czestochowa före 1939\n\nCzestochowa kallades för judisk stad  i Polen på 1920 talet. Här bodde ca 150- 200 000 invånare.  Av dessa var ca 30-50 000 judar. Judar var en betydande andel av befolkningen. \nMånga judar från Ukraina och Ryssland på genomresa till USA stannade i Czestochowa. \nOfficiellt bodde i Czestochowa år 1939 ca 29 000 judar men troligen mer än 40 000 judar. Flera kom från andra städer i Polen och Ryssland.\nMånga kända rabbiner bodde och tjänstgjorde  i Czestochowa.\nCzestochowas liv frodades, möjligen av orsaken att judar var företagsamma och driftiga.\nCzestochowa var mångkulturell plats med folk med blandade religioner. Utöver judar bodde här evangelister, rysk-ortodoxa, romer och även andra minoriteter. Czestochowa var samtidigt centrum för katolicism med berömt kloster Jasna Gora med reliken Svarta Madonna. Mellan 1918- 1938 var judar mycket aktiva och bodde ofta inom vissa stadsdelar av Czestochowa.\nJudar hade sina verksamheter i närheten av klostret och kunde leva sida vid sida med katoliker.\nStora problem med antisemitismen i Czestochowa kom i samband med att Hitler kom till makten i Tyskland.\nDe antisemitiska rörelserna, pogromer startade redan 15 november 1918, 27 maj 1919,\nnovember 1931 och sommar 1933. Senare blev pogromer i september 1935, 19 juni 1937  och 20 september 1937 . Pogromer yttrade sig att så kallade ” endeki” stod utanför judiska affärer och stoppade kunder för att lämna tillträdet till dem eller angrep judar helt oprovocerat med knivar på gator och torg. Judiska stånd på marknader blockerades ibland. Judiska hem var länsade och förstörda utan anledning eller konfiskerade.\nFöre 1938 var Czestochowa paradis för små hantverkare, barnvagnsfabriker, textilier, gardinproduktion innan Hitler kom till makten.  Judar trivdes i Czestochowa, många var duktiga hantverkare och driftiga.\nI Czestochowa var tre stora synagogor som byggdes av judar. Bara den modernaste synagoga kunde räddas undan nazister och byggdes senare om av kommunistregimen till Konserthuset.  Synagogan hade ju perfekt akustik som passade utmärkt för Konserthuset.\nTyskar visste mycket väl om Czestochowa.  Hitler  behövde  sy uniformer till soldater och kläder till sin civila befolkning. Tyska män skulle ut och kriga och bevaka koncentrationsläger. Det var en anledning varför Hitler valde Czestochowa som plats för att bygga ett arbetskoncentrationsläger med den stora, judiska befolkningen  som kunde arbeta som slavar utan lön.  Driften av lägret sköttes av schweiziska firman Hasag-Pelcery med kontakter till BMW. Chefen blev kapitan Degenhardt.\nHasag-Pelcery var  största koncentrationsläger i Czestochowa.  Andra tvångslägren som existerade i  Czestochowa var Järnverket,  Warta och Czestochowianka.  Namn Pelcery kommer från grundaren, tygfabrikanten  Peltzer som var känd för färgning av ull. Peltzers söner, en belgisk medborgare August Peltzer startade ett företag i byn Stradom, nära Czestochowa i början av 1905.  1942 köptes hans bolag av ett tyskt bolag Hasag från Lipsk , och  namnet ändrades till Hugo Schneider Gesellschaft. Verksamheten skiftades till tillverkning av ammunition och vapen. Huvudarbetskraft var judar utan lön. Min pappa hade kontakter med en underjordisk verksamhet för smuggling av vapen och ammunition.\nTyvärr visste inte min mamma mycket om det. Det var topphemligt.\nPartisaner behövde vapen.\n20 juli 1943 dödades 400 arbetare från Hasag –Pelcery på den judiska begravningsplatsen.\nEfter kriget  övergick verksamheten i lägret från tillverkning av ammunition till produktion av tyger, Welnopol.\n \n  \nKopia av memorial på  Czestochowas judiska begravningsplats för minne av \npartisaner som dog i koncentrationsläger 1942-1945.\n\n\nMina föräldrar kände inte varandra innan andra världskriget.\nMin biologiska pappa Josef var gift med Cesia Kongrecki  och hade två barn, Janka och Maria. De var mina halvsystrar.\nPappa var apotekare och tillsammans med sin yngre bror David och en polsk vän köpte de tillsammans apoteket vid huvudgatan i Czestochowa. Det kallades Sklad Apteczny\nBracia ( Bröder) Praszkiewicz. Jag har fem foto som visar de anställda på apoteket .\nMin biologiske pappa Josef var duktig på örter och skrev en egen receptbok med blandningar av olika örter mot diverse sjukdomar. Boken  överlevde mirakulöst kriget. Recepten som var gjorda på örter, gjorde apoteket  känd i hela länet i södra Polen. \nDet fanns läkare som ville köpa recepten av pappa.  Det saknades mediciner mot  infektioner, tex ögon och örter var den enda räddningen. Men pappa vägrade.\nKongrecki familjen hade en stor barnvagnsfabrik och var mycket förmögna.\n Ett släkt trä för familjen Kongrecki  administreras av min vän Barbara Rubinstein. Där finns hela vår familj.\nMin mamma, född Helberg hade tre bröder och en syster Regina som var den enda överlevande i Helbergs familjen utöver min mamma. Regina överlevde kriget i ett tyskt arbetsläge Ravenbruck. Mammas familj drev  järnhandeln i Czestochowa. De var fattiga men klarade sig någorlunda.  Mammas tre bröder, dvs mina morbröder drömde att studera.\nDe sparade varenda groschy ( cent) och jobbade extra för att få en utbildning efter grundskolan.  Före 1939  gällde i Polen två regleringar för utbildning :   numerus nollus eller numerus clausus.\nUtbildningar med numerus clausus  var helt spärrade för judar  i Polen.\nUtbildningar med numerus  nollus tog emot en viss procent av judiska studenter.\nUnder studier med numerus nollus fick judar sitta på speciella bänkar, avsedda för judar.\nDe kallades för bänkjudar.\nMina morbröder åkte till Tyskland med sina små besparade slantar för att komma till någon utbildning.  Tyskland hade mera generösare regler för antagning av judar för utbildning.  De stannade i Tyskland tills Hitler kom till makten.\nEfter Hitlers tillträde kring 1935, fick inte mina morbröder vara längre i Tyskland och åkte tillbaka till Czestochowa. Deras vänner åkte vidare till andra europeiska länder och så småningom landade i USA och räddades från Auschwitz på det sättet. En gren av morfars familj,  Charles Helberg,  flydde till USA på 30 talet och  bosatte sig i Chicago. Jag vet att Charles Helbergs familj hade kontakt med min moster Regina efter hennes emigration till Canada. Men mina kusiner, söner till min moster, Adam och Michael som bodde i Canada, har ingen kontakt med Charles släktningar. Jag hade kontakt med Michael Helberg som bor i Florida. En del av släkten Helberg är mycket religiös. Adam, läkare bor idag i San Diego och  Michael, idag pensionär  bor i Toronto.\nInnan 1939 var min mamma förlovad med en man från Lvov som då tillhörde Polen på den tiden.\n\n \n  \n\nApoteket i Czestochowa- Sklad materialow aptecznych Bracia Praszkiewicz\n/ Apoteks gruppen – Bröderna Praszkiewicz /\n\n\n\n3.\tLivet i Czestochowa efter 1939\n\n\nEfter Hitlers angrepp av Polen i september 1939, fick tyskar vara inkvarterade hos polska och judiska familjer.\nMammas familj inkvarterade två tyska soldater. Enligt mamma, var de relativt snälla, kom med mat och uppförde sig som familjemedlemmar. De var själva ledsna, saknade sina familjer som de lämnade i Tyskland.\nEfter 1941-1942 tvingades alla judar i Czestochowa leva i så kallade Lilla Getto som efter många selektioner av judar blev kallad för Stor Getto, omringad av taggtrådar och patrullerande  av tyska och judiska poliser.\nSelektioner av judar till dödsläger skedde flera gånger i veckan. Alla som valdes till vänster skulle transporteras i boskapsvagnar till Auschwitz eller Treblinka. Tyskar följde daglig kvot av hur många judar som måste skickas per dag till Auschwitz.\nDe som hade något yrke exempelvis skräddare, apotekare eller andra yrken behövdes för produktion av ammunition och varor för armé ställdes till höger och  fick stanna kvar och arbeta i Czestochowa utan lön. Före kriget hade Czestochowa 17 skrädderier och tillverkning av cyklar, vagnar, sängar och annat. Så i Czestochowa bodde många yrkeskunniga personer.\nLönen för en judisk slavarbetare var en tallrik soppa med en skiva bröd om dagen.\nJosefs fru ,Cesia och deras döttrar Janka och Maniusia gömdes på olika  platser utanför  getto. Pappa lämnade allt som han hade till en polsk familj som skulle gömma dem i sitt hus  utanför getto.  Pengarna och smycken skulle täcka kostnader för mat och mutor till andra polacker och polska grannar.\nTyvärr lämnade familjen ut dem antagligen på gatan av rädsla från grannar  som skulle  eventuellt ange eller avslöja dem. Andra alternativet var att de  frivilligt kom ut från sitt gömställe mot ett tyskt löfte  att de judar som kommer ut från sina gömställen skulle räddas.\nAlla dödsskjutningar av judar i Czestochowa ägde rum på ett torg, så kallad Umschlagsplats , ulica Kawia.\nMin mamma var ensam i läger i Czestochowa.  En dag utpekades mamma i selektionskön  till den vänstra sidan för  att gå till  tåget  mot Auschwitz.  Min pappa Josef  \n( de var  inte gifta vid tidpunkten)  var ju föreståndare för  läges apoteket, frågade tysken som genomförde  selektionen om han kunde välja en kvinna  för att hjälpa  honom  i apoteket. Pappa valde mamma som hjälp till städning och räddade henne från döden.\nMamma blev också städerska för lägrets chef, Degenhardt. Hans dagliga rutin före frukost var att skjuta 15 judar i sin källare. En dag, i början av januari 1945,  kom mamma till honom och såg att han håller på att packa sina saker och alla telefoner var utdragna. Hon sprang ut och gömde sig under jorden någonstans. Han letade efter henne överallt men kunde inte hitta henne. Efter någon dag kom rysk armé och befriade Hasag-Pelcery arbetsläger.\nMin mamma var främsta vittne mot Degenhardt under rättegången i Polen.  Han fick dödsstraff.\nMammas syster Regina som skickades till arbetslägret Ravensbrück i Tyskland, överlevde och återvände till Czestochowa.\nMin biologiska pappas bror David begick troligtvis självmord 1944 och dog innan ryssar befriade Hasag-Pelcery lägret, 17 januari 1945.\nJosefs äldre bror, Georg flydde till Frankrike redan före 1918 för att inte bli inkallad vid första världskriget. Farbror Georg och hans fru Genia samt deras son Gerard levde under kriget gömda av fransmän på landet i Frankrike.\nFrankrike var intagen av Hitler och många judar, som bodde i storstäder skickades därifrån till Auschwitz.\nGeorg, Genia och Gerard besökte mina föräldrar 1946 i Czestochowa och ville att familjen skulle återförenas i Frankrike.  Enligt min mamma vägrade min pappa att resa till Frankrike, av rädsla att  inte kunna försörja min mamma där och kände sig rädd och ängslig för att starta ett nytt liv i Paris. Han kunde inte franska och tyckte att det blir svårt att lära sig franska vid 50 års åldern. Det var 20 års skillnad mellan mina föräldrar.  Dessutom hade mamma en känsla att Georg och Genia var emot mina föräldrars äktenskap med tanke på deras ålders skillnad.\n\n \n\n4.\tResultat av kriget\n\nMin mamma förlorade sin mor och tre bröder. Min mormor var gömd   i Czestochowa på den ariska sidan och även hon lurades av tyskar att komma ur sitt gömställe i utbyte mot frihet och blev dödad någonstans. \nEfter beskedet att både pappa och mamma förlorade de flesta av sina familjer, gifte sig mina föräldrar.\nMin biologiske pappa Josef förlorade sina döttrar, sin fru, och yngre bror som har begått självmord strax innan krigets slut. Dessutom gasades hans kusiner och vänner ihjäl. Dessutom förlorade hans familj alla sina ägodelar, lägenheter, bostadshus, pengar och fabriker som de ägde.\nMina föräldrar fick en dotter 1946, min syster som dog efter en infektion på grund av brist av antibiotika på den tiden.\n\nMin styvpappa Leon förlorade sin syster, föräldrar,  kusiner och all annan släkt.\nDessutom splittrades hela hans familj och de förlorade allt som de ägde.\n\n5.\tJudiskt liv efter befrielsen, 1945\n\nCzestochowa befriades 17 januari 1945. Av 50 000 judar räddades ca 5 000 judar.\nDen stora frågan för de flesta överlevande judar, var beslut om man skall\nstanna i Polen, kanske i Czestochowa, där man är född, kan språket och har sina rötter eller om man skall emigrera och i så fall var. Israel var inte på kartan än, de flesta ville komma till Amerika.\nAv de 40 000 judar som levde i Czestochowa före kriget, återstod knappt fem tusen personer. Många av dessa överlevande var inte födda där men kom från andra områden med transporter.\n\nEfter befrielsen 17 januari 1945 åkte många judar vidare till andra europeiska länder främst för att hitta sina närmaste anhöriga.  Vissa var sjuka, utmagrade, psykiskt svaga och ville komma till sina bostäder och gömda tillhörigheter. Polacker var inte alltid hjälpsamma eller glada att se en överlevande jude som ville återvända till sin förlorade bostad som redan var bebodd av en polsk familj.  Polacker trodde att de fick bostaden efter juden som antagligen dog under kriget.\nDet var jätte ont om bostäder, de flesta hus var i ruiner efter bombningar.\nDe flesta judar ville inte stanna kvar i Polen. De var rädda och ville åka direkt till dåvarande Palestina på illegalt sätt. Palestina var en brittisk koloni på den tiden. Flera ville definitivt lämna Europa och var rädda inför nästa krig. Min mammas bästa väninna Rutka ville bort från krigshärjade Europa och flyttade till Australien långt från Europa. Hon ville bort från kriget.  Hon gifte sig med Abbe och de flyttade till Melbourne. Tyvärr blev deras ende son inkallad till armé för att delta i Vietnam kriget. Det slog jätte hårt mot dem. Australien deltog vid sidan av USA i Vietnam kriget. Det var ödets ironi.\nVi träffade dem en gång när vi var i Melbourne i Australien.\nDen stora emigrationen av judar efter befrielsen var kring 1956-1957 efter Kielce pogromen.\n\n\nMin styvpappa Leon flydde med sin bror Eric  1943 från Polen öster ut till Sibirien och där sattes de i fängelse.  De var inspärrade och levde där tills det bildades en polsk division som blev en del av rysk befrielsearmé. Då fick de lämna fängelse och delta i polska divisionen, när den bildades i Lenino men lyckades komma till kemivagnen.  \nPolacker fick alltid gå vid första division i den befriande armé.  De skyddade ryska soldater vid anfall.\n Tiden i Sibirien var mycket svår. Min pappa lyckades skaffa mat till de båda med undangömda pengar så de två bröderna kunde överleva hunger och levde många gånger på potatisskal.\nEric var periodvis sjuk och hade tur att ha pappa i närheten.\nEric flydde från armé och via Afrika lyckades han komma till Palestina 1945 /1946.  Israel fanns inte på kartan.\nDeras äldsta bror Henek, var en stor sionist och ville aldrig fly öster ut.\nHan lyckades komma till Palestina genom Spanien, Afrika och kämpade för att bilda staten Israel 1948 med president Ben Gurion.\nLeon, Eric och Henek hade alltid mycket nära relationer. \nMin pappa var inte sionist och besökte Henek och Eric i Israel en gång på 60 talet med tåg och båt från Haifa. Men han bestämde sig för att inte flytta till Israel. Det var ett annat klimat och olika kulturer. Han skyllde ibland på min mamma. Och mamma skyllde på honom.\n\nI Czestochowa kretsade judiskt liv kring ett judiskt center, kallad Ogrodek, Trädgården.\nKlubben var placerad i en två vånings fastighet vid ulica Jasnogorska 36. Fastigheten var en gåva från en judisk familj som lämnade den innan flytten till Israel. Finansiering av klubben skedde via JOINT, dvs gåvor från amerikanska judar för att hjälpa överlevande judar i Europa.\nBland överlevande judar var en del ortodoxa, de flesta var judar som höll judiska traditioner, och kanske 20 %  var assimilerade  och hade inga judiska traditioner. Dessutom fanns en viss del av judar som inte ville kännas vid judendomen, levde katolskt av rädsla att kunna dödas eller trakasseras.\nKlubben styrdes av styrelsen dvs utvalda personer. Alla judar tillhörde en landsomfattande organisation, TSKZ.  TSKZ var i alla större platser där judar levde.\nTSKZ stod för Towarzystwo Spoleczno-Kulturalne Zydow w Polsce, betyder Social och kulturell förening av judar i Polen.\nPå klubben anordnades firande av Chanuka, Purim, Rosh Hashana, Bar Mitzwa.\nFöreståndare för klubben var Teresa Wajman , som var utbildad lärare i polska och hebreiska. Vi hade lektioner i musik, barnteater, lektioner i engelska,  kurser i skrädderi för vuxna. Vi hade språkkurser i jidish och hebreiska.\nKurslärare var för det mesta judar men även polska lärare t ex i engelska. Det var både lekplats och kursgård.\nJag deltog i undervisning i engelska som var med lärare Hozakowski .\nTrädgården och fastigheten sköttes av en judisk repartiat familj  Romanczuk från Ryssland. De var judar från Ryssland som kom till Polen med avsikt att utvandra  till Israel.\nDe bodde i fastigheten, dörrarna låstes varje dag vid 21. De var allt i allo.\nAlla i Polen på 50-talet var trångbodda utan gårdar, bland ruiner och att komma till  ”Ogrodek”  var ett paradis.\n\n\n\n \nHelenka Rozencwajg\n\nMedarbetare till min pappa, farmaceut, Helenka Rozencwajg , upptäckte efter flera \nårs letande av sina barn, maken och andra närmaste att ingen var kvar i livet.\nHon begick självmord.\n\n\n\n \n\n\n\n6.\tMin  uppväxt i Czestochowa\n\nJag föddes 29 januari 1950 i södra Polen i en liten stad Czestochowa, med ett berömt kloster Jasna Gora , med en katolsk ikon Svarta Madonna som varje år lockar katolska pilgrimer från hela Europa.\nJag föddes som Felicja Praszkiewicz efter min mormor Fejgla.\nI Polen använde jag aldrig det förnamnet.  Smeknamn till Felicja var Fela eller Felusia.\nOch många skrattade åt mig: ” Felusia co w majteczki siusia ”, betydde Felusia som kissar på sig i trosor.  Av Felusia blev Lusia. Jag kallades Lusia tills jag kom till Sverige.\nI Sverige var inte många som kunde uttala mitt förnamn korrekt. Så jag blev efter några år i Sverige  Lucia. Men italienska, heliga Lucia ville jag inte vara.\nSå jag gjorde ett tillägg till mitt förnamn, Felicja Luisa.\n Felicja betyder felicitas dvs lycka och det betydde mycket för mig.\nMin biologiske pappa Josef dog i augusti 1951, jag var då ett och halvt år gammal.  Han dog på tåget på väg till Sopot med sin vän för några dagars semester . Han fick hjärtinfarkt. Det fanns ingen räddning på den tiden. Inga ambulanser fanns.\nEfter Josefs död, blev mamma mycket sjuk, fick ischias, hade svårt att gå och var på\nsjukhuset ibland flera månader. Jag var ensam med Anja, vår barnflicka.\nAnja Rusche var folksdeutch dvs tyska som föddes i Polen på mark ockuperad av Tyskland.\nPappa fick henne på rekommendation av en präst från Jasna Gora. Fyra präster räddade 16 judar på en plebania ( sidobyggnad till klostret). Prästen garanterade att Anja är fin person. Hon ägde ingenting och hade inga pengar. Anja arbetade utan lön i Jasna Gora. Hon fick mat som lön. Prästernas namn finns idag i Yad Vashem.\nPrästerna var goda vänner till familjen. \n Mamma  träffade min styvpappa Leon och gifte sig med honom 1954. Leon uppfostrade mig och älskade mig jätte mycket.  Han adopterade mig och till och med bytte sitt efternamn Kinstler till mammas polsk klinkade namn Praszkiewicz.  Det var givetvis med hänsyn till mig. Vi spelade boll hemma och lekte tillsammans. Båda var vi rädda för mamma när bollen hamnade ibland på lampor och slog det mesta i glas. Pappa var född i Krakow och hade många jurister i sin familj. Hans bror Joachim, kallad Henek hade advokat byrå i Krakow innan kriget.\nEfter giftermål med min mamma, hjälpte Leon min mamma i vårt apotek.\nHan hade studentexamen från ett känt judiskt gymnasium i Krakow och talade flera språk.\nDeras mamma Golda var från Österrike. Pappa pratade flytande tyska och hyfsad engelska och latin som var obligatorisk på den tiden i gymnasium. Deras pappa hette Rafael.\nGenom min pappa Leon fick jag tillgång till hans fina familj i Israel.  Pappa hade två farbröder, Henek ( Joachim)  och Eric i Israel. Henek var gift med Mila Gold och hade inga barn. Henek var jurist och arbetade i Justitie departementet i Tel-Aviv .  Eric hade två barn, Naemi och Rafael, kallad Rafik, mina kusiner. Henek tyckte mycket om mig och var biologiske bror till min pappa. Eric var hans halvbror.\nDeras mamma dog tidigt och deras pappa Rafael gifte om sig.\nMed Eric pratade jag minst en gång varje vecka i Sydafrika tills hans död.\nMin mamma var affärskvinna och hade inte farmaceut examen. Hennes examen var farmaceut biträde.  Efter min pappas Josef död, blev apoteket mera naturapotek med inriktning på örtmediciner, hälsoprodukter och vissa franska kosmetika. Mamma hade agentur för franska kosmetika Arcancil,  känd på den tiden. Det var jätte brist på allt efter kriget. Och tillgång till franska Arcancil  på den tiden var en stor tillgång och förtjänst. Arcancil gav mina föräldrar möjlighet att kunna köpa kött eller andra livsmedel som var svåra att få tag i affärer.\n\nVi bodde i en gammal lägenhet vid ulica Waszyngtona 22, centralt i Czestochowa,  till vänster en trappa upp.\nDet var tre rum med kök. Från köket var en mindre balkong mot gården.\nEfter kriget bodde i lägenheten två andra personer. Tyvärr kommer jag inte ihåg deras namn. En boende emigrerade ut ganska snart. Den andra stannade kvar ganska länge. Det saknades bostäder och av solidaritet var man tvungen att dela på det lilla man kom över.  \nI vår lägenhet fick jag sova i vardagsrummet och hembiträdet fick sova i köket.\nKöket var ganska stort med plats för en säng. Det var koleldad spis i köket. Hela lägenheten hade kakelugnar med kol. Varannan dag kom en man med kol för att elda och få upp värme.\nI badrummet eldades också med kol. När jag blev ca 6 år, skaffade mamma vattenberedare med gas. Det var stort framsteg.  Så småningom blev det även gasspis i köket.\nVi hade ett badrum och ett separat W/C.\n Gården i vår fastighet var ganska stor och hade en liten gräsplan i mitten, inga blommor och runtom mest ruiner från bombade hus.  Vi som var barn, lekte bland stenar och ruiner.  Efter flera år byggdes en gata genom vår fastighet och flera hyreshus byggdes bland ruinerna.\nDe mera ortodoxa judar fick använda en större lägenhet på Garibaldigata som bönelägenhet.  Där hölls gudstjänster, Bar-mitzvor, alla judiska helger. Rabbin var Jacob Lantzman.\nMest kom folk  förstås under judiska helgerna. Det fungerade ganska bra.\n\n  \n\nMina halvsystrar Maria  och Janka\n\nMin mamma pratade inte mycket om krigstiden med sina vänner som överlevde förintelsen. Hon talade nästan aldrig med mig om krigstiden.  Men jag hörde röster.  Det var en trerumslägenhet som vi hade.\nAtt prata om krigstiden gjorde ganska ont i hjärtat.\nOch jag var övertygad att jag alltid skall lyckas med  allt vad jag gör.\nJag var självsäker och vågade knappt avslöja mina planer till någon annan.\nDet var rädsla för negativa kommentarer som kunde rubba min övertygelse att jag skall lyckas. Jag hade magkänsla till lyckade affärer.\nOch det var på gott och ont. Speciellt i Sverige, där alla beslut skall tas i consensus  och samförstånd med andra. Och det var ibland svårt för mig. Ett sätt för mig att hantera det, var att ägna mitt liv åt banbrytande saker som ingen begrep sig på. I sådana fall, skulle det vara svårt för andra att komma med negativa synpunkter.\nJag har en judisk väninna Halina som gick i samma klass i 10 år. Hon är idag professor vid universitetet i New York.   Jag var lite avundsjuk på henne. Hon hade två systrar Renata och Ela. Jag var i hennes hem mycket ofta.\nJag var det enda barnet, och alltid överbeskyddad. Mina föräldrar var för gamla att få flera barn. Men min största dröm var att ha syskon som jag visste att jag aldrig skulle få. \nLiggande på sängen, funderade jag ofta om framtiden. Som liten hade jag inte eget sovrum och läste böcker i smyg, med ficklampa under täcket.\nAnnars är jag inte avundsjuk alls. Jag vet att om jag vill ha något, så kan jag gå över havet och skaffa det. Så avundsjuka existerar inte för mig.\nJag hade allt som var möjligt att få på den tiden i Czestochowa.\nDe flesta nära släktningar på Josefs sida är inte längre i livet. Jag har dock jätte bra kontakt med mina kusiner på pappas Leon sida och min mammas sida i Israel, Sydafrika , Canada och USA.\nInga onklar, farbröder och tanter fanns i livet i Czestochowa på 50 talet.  Bortsett från min moster Regina och hennes barn, mina kusiner, Adam och Mikael . De emigrerade 1957 till Canada. Senare fick jag veta att jag har farbror Georg, bror till min biologiske pappa Josef och hans ende son i Paris, Gerard. Gerard bodde i Paris och Trois men det var långt borta. Jag hade mycket kontakt med Gerard. Han var ett ensamt barn och betraktade mig som sin syster. Han dog efter vår dotters Caroline  Bar Mitzwa 1994. \nSittande på sängen drömde jag alltid om livet i rymden, stor familj, många syskon och många barnbarn. Allt detta som jag saknade så mycket.\nJag hade självförtroende och övertygelse att allt måste ordna sig till det bästa. Jag kände att jag måste ge mig ut i världen från Czestochowa.\nDet var tråkigt att lämna mina föräldrar som var mycket ängsliga och rädda. Men kanske inte så konstigt efter Holocaust och förlust av hela sin familj och ständigt påminnelse om antisemitismen och rädsla att inte bli accepterad i samhället.\n\nVi var enda familj i huset som under 50 tal hade telefon. Vårt telefonnummer var 42 201. Om någon ville få tag i en person som bodde i vår fastighet ringde de till oss och avtalade tid.\nVi gick till grannen och meddelade det så de kunde komma till oss vid den överenskomna tiden.\nMin biologiske pappa Josef och hans första familj med Cesia Kongrecki var vänner med familjen Einhorn före kriget. Pinchas Einhorn, Jerzys pappa, var känd skräddare i Czestochowa, ganska exklusiv och min pappas var en av hans kunder. Det berättade mamma för mig.\nPå somrarna åkte jag med min Anja till en by Zarki, ca 35 km utanför Czestochowa.\nMamma hyrde rum hos en kvinna mitt i skogen.  Jag minns inte, troligen var det utedass. Det fanns inget att göra där bortsett från naturen och skogen.  Hundar och andra vilda djur förstås. Senare i skolåldern åkte jag två månader till Östersjön, Jastarnia under sommarloven. Där hyrde mamma två rum hos en fiskare i ett hus direkt på stranden.  Jag var där oftast med  min mamma och min klasskompis Iwona Nowak. Hon var alltid en månad med mina föräldrar och den andra månaden var jag tillsammans med hennes föräldrar.  Det var ganska enkla förhållanden men vi kunde äta varje dag färsk fisk. De hade också eget rökeri.\nSå färsk rökt rödtunga var en delikatess. Vissa år åkte vi till en kurort  Ciechocinek. På platsen fick man dricka hälsovatten, bada i salta pooler, få massage och inhalationer.\nDet kändes tråkigt för mig. Ibland träffade jag en kille, Mirek, ca 13-14 år gammal som också hade tråkigt och vi kunde göra saker tillsammans.\n\nSom mest bodde i Czestochowa på 50 - 60 talet ca 140-200 judar och antalet medlemmar i judiska klubben uppskattades till 150.  En mycket liten del judar var ortodoxa. Gudstjänster skedde i en hyrd lägenhet, som var en synagoga. Det är många judar som slutade att tro på Gud efter det som skedde under kriget. Hur kunde utrensning av 6 miljoner judar ske i Polen framför ögon på miljoner människor i hela Europa och USA.\n\nGudstjänster i  synagoga, vid Garibaldiego 18 leddes av Jakub Lantcman  och  mest besökare var under de stora helgerna. Synagoga, kongregacja Wyznania Mojzeszowego , vid Garibaldiego 18 hade  mikwa, som är ritualt bad för religiösa kvinnor eller män varje månad, avdelning för gudstjänster för kvinnor och män,  och avdelning för begravningar.\nAlla Bar-Mitzwor gjordes där.\nVi firade alla judiska helger med judisk, traditionell mat. Den judiska maten gjordes av Mundzia.\nMundzia var inte judinna men hennes mamma var kokerska hos en förmögen judisk familj Alexander och Paulina Senior under många år. De var mycket goda vänner med mina föräldrar.\nMundzia var som en dotter i familjen och hjälpte min mamma med helg matlagning. Hon älskade att laga mat och bodde tillsammans med Paulinas syster,Niuta  och hennes man Tad som också överlevde kriget.\nVi gjorde  gefilte fisch som skulle lagas av karp.  Mamma fick köpa karpar några dagar innan helgen.  För att hålla karpen levande, fick karpen simma i badkaret några dagar innan helgen. Detta hatade jag jätte mycket för att jag inte kunde varken bada och duscha.\nMundzia var känd för sina så kallade kindelki, kakor  av wienerbröd och rulltårta med russin grädde och nötter.\nDet var alltid kycklingsoppa med kneidle. Varje gång som vi besökte New York och stannade hos Halina och hennes familj, köpte hon kindelki.\nJudisk mat innehöll också gås. Bönder kom till oss varje vecka med levande kycklingar, gås och ankor. Anja fick välja lämpliga fåglar och portvaktsfru skulle slakta dem senare i källaren.\nVi åt sällan fisk. I Czestochowa fanns inte fisk och det fanns inte kylvagnar på den tiden för transport från sjöar eller havet.\nVi var första familj i huset som skaffade TV apparat  1956,  svart vit på den tiden.  Varje kväll kom grannar för att titta på nyheter.  På bottenvåningen i vårt hus  bodde en annan judisk familj, Horonczyk. Deras mamma dog mycket ung.\nSedan skaffade mina föräldrar tvättmaskin som var halvautomatisk.\n\nMånga av mina polska vänner var mycket snälla och trevliga. Det fanns också kompisar, filosemiter, dvs kompisar med intresse för judiska folket och judisk kultur. De umgicks mest med judiska vänner.  Judar hade ofta intresse till konst och musik, kontakter med utlandet och det var intressant för många av mina kompisar. En av bästa polska skolkompisarna var Iwona Nowak och Bozena Plucienicka.\nIwonas pappa var direktör för Tältfabriken och hon hade eget tält med sig när vi åkte till Östersjön  under sommarloven. Hon var duktig på att rita och måla. Jag var duktig på matte, geografi och fysik. Vi hjälptes åt i skolan. Jag hjälpte Stefcia Biber med läxor i kemi och fysik. Hon kom ihåg det i New York när jag träffade henne och hennes familj.\nJudiska barn gick för det mesta i  skolor utan religion, avsedda för barn i kommunistiska familjer.\nJag gick i en sådan skola, med namn Kopernik. \n\nDe flesta judiska barn i skolan var av tradition de bästa skoleleverna,  familjen Gutman (Bryssel), familjen Baum (Israel),  familjen Dresler ( Frankrike), Kromolowski ( USA, Israel och Danmark), familjen Wajman ( Israel och Danmark), familjen Biber ( USA), Henrik Albert, Jolanta Altman ( Tyskland ),Ignacy Pacanowski  (Tyskland) och Rotaub ( Poland).\nVi är så kallad Czestochowas familj med gemensam uppväxt, gick i samma skola, åkte på judiska barnkolonier och lekte tillsammans i Ogrodek.\nMen vi hjälpte alltid andra i klassen, kastade fusklappar med lösningar till andra kompisar under tentor eller gav hjälplektioner.\n\nAlla i skolan visste om vår judiska identitet och för de flesta var det inget problem.\nI samband med pogromer, nära Czestochowa, i  Kielce förekom många samtal mellan mina föräldrar om säkerhet i Polen för judar. En stor fråga var alltid om vi skulle emigrera eller stanna kvar.   Det var runt 1957, när min moster Regina gift, med tandläkaren Bronek Szyjewicz  bestämde sig att emigrera till Canada.\nDe hittade en avlägsen kusin i Toronto som de kunde uppge som kontaktperson i ansökan till inresevisa .\nPogromer var initierade av polacker och gjorde de överlevande judarna rädda att stanna i Polen. Polacker var rädda för att judar skulle kräva att få tillbaka sina bostäder och egendomar som de förlorade.\nPolacker hittade på absurda konspirations historier att judar ville döda polacker för att de behöver blod för att baka matze.\nAntisemitism fanns bland alla samhällsgrupper, från underbetalda lärare som ville ha mutor i form av pengar eller varor till de som ville lura välbärgade judiska familjer. Vi var ledsna för att lyssna på antisemitiska vitsar. Judiska elever var duktiga i skolan och hjälpte ofta svaga elever med läxhjälp. Lärare ville visa framför skolledningen i länet sina talanger i pedagogik och behövde smarta, judiska elever vid uppvisningslektioner. Jag hade fotografiskt minne och var oftast bättre med namn och historiska datum än lärare. Det var räddningen.\n\nVi var inte svarslösa när det kom antisemitiska elakheter och ibland brydde vi oss inte om det.\n När jag var 12 år blev jag inbjuden att besöka min farbror Georg i Paris, året 1962.\nResa till Paris öppnade mina ögon till en annan värld, andra kulturer och andra språk.  Mamma ville inte följa med mig och ordnade tillsyn på tåget till Paris via Röda Korset. Det gick till att vid varje stopp kom en person från Röda Korset till min kupé och frågade om jag behövde något. \nVid gränsbyte kom Röda korset från det nya landet. Jag fick inte lämna tåget under några omständigheter. Det fungerade ganska bra och jag var inte rädd.\nI Paris bodde jag hos min farbror centralt i 14 arrondissement, mycket nära Eifeltornet.\nDet var nära till student campus och universitet. Mycket trevligt.\nJag fick en karta och minns att jag gick ensam i flera timmar varje dag.\nUnder juli åkte vi tillsammans med Gerard, min kusin och hans fru från Paris till Italien,\nLago di Garda.\nVi stannade i Turin, besökte Fiat fabriken. Vi åkte med bil till Italien.\nMin kusin Gerard var deras enda barn och mycket bortskämd. Han älskade snabba bilar och hade flygcertifikat. Han ägde ett litet flygplan. Georg förbjöd honom att  flyga med mig men det gjorde han ändå.\nHan var gift med en trevlig tysk kvinna som min farbror och hans fru Genia inte gillade.\nGerard och hans fru hade inga barn. De skildes senare. Hans fru blev förälskad i hans bästa vän som var flera år yngre  än honom.\nUnder sommaren lärde jag mig prata franska och italienska när jag lekte med andra barn på hotellet som vi bodde i Lago di Garda. Jag var ju bara 12 år gammal.\nEfter hemkomsten till Czestochowa från Paris, började mamma berätta om krigsåren.\nDet gick bra för mig i skolan i Czestochowa. Varje år fick jag ett pris, det var för det mesta en bok och lite godis. I grundskolan hade vi en klassföreståndare, Czerwikowa.\nHon var ett nervvrak och slog mig på handen nästan varannan dag. Renskrivning, kalligrafi   var obligatoriskt och jag fick alltid ”klex ”, dvs rund fläck av det svarta bläcket.\nStraffet var slag på handen för varje ”klex”. Mina händer var jämnt röda, och ju rödare de var desto mera klexar hade jag i mitt häfte.\nJag deltog i olika skoltävlingar bland annat i tyska på läns nivå.\nJag var duktig i ryska och var en av eleverna som skulle överlämna en blomma till Tereschkowa, första kvinna som åkte till månen.\nJag fick inte cykla men hade cykel ovanpå skåpet som var vår garderob. Det var risk att jag skulle kunna råka för en olycka.\nI vårt hem var mycket kärlek. Mina föräldrar älskade mig över allt annat men även min Anja älskade mig mycket.  Jag hade allt som jag önskade.\nMina föräldrar gick till synagogan under judiska helger, Rosh Hashana, Yom Kippur och Pesach. Vi firade de flesta judiska helgerna men vi hade även en stor julgran upp till taket med stjärna. Jag tyckte att det var fint med julgranen. Vi firade Chanuka också i Ogrodek.\nVi var stolta judar. Många rykten gick på stan att vi var snälla människor trots att vi var judar.\nMin mamma hjärntvättade mig att det är viktigt att gifta sig med en judisk pojke.\nKunskap var mycket viktigt. Det som finns i huvudet,  kan ingen  ta ifrån dig.\nDrömyrket för mig, tyckte pappa och mamma skulle vara läkaryrket men läkare var det enda yrke som jag inte kunde tänka mig. Så jag var lite av svarta fåret i vår lilla familj.\nPå min pappas sida var många jurister och det var mera tänkbart.\nJag var duktig i matte och kände sinne och magkänsla för business. \nAv mina föräldrars vänner, hörde jag efter många år att min biologiske pappa Josef var ett affärsgeni, osäkert om det är helt sant.\n\nEfter studenten 1967 åkte jag igen till Paris på inbjudan av Georg och ville inte komma tillbaka till Polen.  Jag ville stanna kvar och studera i Paris.  Jag hade redan studentexamen. Jag läste franska på Aliance Francais i Paris och pratade redan flytande franska med Gerard.\nJag var sista årsgruppen som fick ta studenten med 10 årig skolgång.  Nästa årsgrupp fick plugga 11 år, som obligatorisk skolgång.\n\nMina föräldrar var mycket ledsna när jag ringde till dem från Paris och berättade att jag vill stanna i Paris.  Jag fick dåligt samvete och kom tillbaka. Jag började plugga elektronik på Tekniska Högskolan i södra Polen i Gliwice som sedan öppnade filial i Czestochowa.\n\nPå den nyöppnade elektronikavdelningen fanns 50 platser på 1000 sökande. Det var eftertraktad utbildning med mycket prestige. Men min mamma och pappa visste inte vad elektronik var för något, och var mycket negativt inställda till mitt yrkesval.\nDeras dröm var fortfarande läkare.  Läkaryrket var närmare apoteksutbildning. Men läkare ville jag absolut inte bli.\n\n \n\n\n7.\tLivet efter 1968\n\n\n1968 började student oroligheter och kyrkan startade sin antisemitiska kampanj.\n\nEfter två resor till Paris, 1962 0ch 1967 var jag rädd att intensifiering av judars förföljelse kunde starta igen i Polen. Judiska studenter kunde väckas mitt i natten, köras till häkte, torteras. Jag fick skriva på namnlistor för oskyldiga studenter som blev misstänkta för sabotage eller något annat konstigt. Mamma fick hjälpa mig med läkarintyg för att jag inte ville skriva på sådana listor.\n\nÄldre människor med judisk börd i femte generation, som hade högre befattningar fick lämna sina jobb omgående.\nLivet i Czestochowa var inte något alternativ för mig. Mina föräldrar var rädda för att emigrera.\nHolocaust, åren i Sibirien, nya språk och omstart igen var för mycket för mina föräldrar.\n Jag var övertygad att judar i Polen inte hade någon framtid.\nNär som helst kunde judar eller personer med anknytning till judendomen beskyllas för påhittade saker och brott i det polska och antisemitiska samhället utan bevis.\nVissa familjer avslöjade aldrig sina judiska rötter för sina barn, fick ändå på dörren ritade med svarta tuschpennor, Jävla jude.  Det var chock för deras barn.\nSläktskap med judar kunde sträckas ner till fjärde eller femte generation enligt myndigheter. I Polen före kriget var en tredje del av befolkning judar och det var inte så konstigt och troligen 30 % av polacker hade judiska rötter.\n\nJag ville inte vänta med emigration och ville inte missa chansen att få lämna Polen.\nDroppen var en TV intervju  1969 med president Gomulka att vi judar är förrädare, så kallad  femte kolonnen.  \nDet kunde jag inte acceptera. Jag tänkte på min pappa Leon som gick i den första, polska division i  polska arme för att befria Polen från nazister med stor risk för sitt liv. Och det var tacken.\nEfter berömda talet 1969 av dåvarande premiär Cyrankiewicz  köpte jag direkt  tåg biljett till Warszawa för att besöka den holländska ambassaden.\nJag tänkte på Evian konferens 1938 där Europas utrikes ministrar samlades för att träffa Hitler för att diskutera judars öde i Europa.  Hitler ville inte ha judar i Tyskland och frågade andra utrikes ministrar om något annat europeiskt land vill ta emot judiska emigranter.  Svaret från utrikets ministrar var att inget land var beredd att ta emot judar utom Dominikanska republiken och China som var beredda att ta emot  50-60 000 judar efter 1938.   Detta faktum gav Hitler en signal och fribiljett för att transportera judar i boskapsvagnar till koncentrationslägren omgärdade av taggtrådar. \n\nJag ville lämna Polen 1969 medan det var möjligt. Enligt brev från myndigheter, var jag tvungen att lämna Polen inom tre månader från datum när ansökan om utresetillstånd lämnades in och beviljades.\nPolen bröt diplomatiska relationer med Israel 1968 och det var Holland som var representant för Israel  i Polen. \n\nTågresan från Czestochowa till Warszawa tog drygt tre timmar.\n\nJag bodde centralt på hotell Europeiski.  Mina  föräldrar hade några vänner i Warszawa med ursprung från Czestochowa, familjen Marcinkiewicz  och Markowicz bland annat . Deras son Stas ville också emigrera.   Stanislaw bor i Stockholm, bytte sitt efternamn  till Rodau i Sverige, deras familjenamn.  Stas mamma var mycket hjälpsam och insatt. Även Stefan Markowicz, son till Runia Markowicz skulle emigrera.\nMånga polacker applåderade och ropade att judar ingen vill ha kvar i Polen.\n\nAv min moster Regina visste jag om familjen Einhorn som bodde i Sverige. Jerzys Einhorns mamma bodde i Toronto, i förorten Downsview,  Canada och hade bra kontakt med min moster Regina. De bodde i  förorten  i Toronto där de flesta judiska emigranter bodde.\n\nEfter ankomst till Warszawa,  tog jag taxi till Holländska Ambassaden vid 6:30 tiden från hotellet men kön till Ambassaden ringlade sig med minst 200-250 personer och Ambassaden var öppen mellan 10- 14, så jag hade inga  möjligheter att komma in.\n\nVäntande i timmar i kön hos Holländska Ambassaden fick jag massa information om vilka länder som var villiga att ta emot judar och vilket som var bästa land att emigrera till.\nDet var nyttigt för mig.  I Czestochowa fanns inte möjligheter att få reda på det.\nFöljande dag tog jag taxi igen till holländska ambassaden vid 5-tiden på morgonen. Där väntade minst 50 personer redan i kön men jag hade liten chans att komma in. Jag fick inresetillstånd till Israel medan jag väntade.  Det var ett första steg i rätt riktning.\n\nWien och Rom hade redan flyktingläger för judar med ekonomisk hjälp av judiska organisationer.\nDe som ville komma till USA, fick alltid komma först till Wien eller Rom, lämna ansökan om visum och vänta tills visum beviljades. USA ville inte ha kommunister och det var det som kontrollerades.\nMan kunde lämna Polen till Israel via flyktningslägren i väntan på uppehållstillstånd.\nDet var möjligt att komma till Israel via Sverige, Norge eller Danmark.\nAlla länder hade begränsade kvoter av flyktningar som de kunde ta emot.\nI kön, fick jag veta att Norge och Sverige tar emot visst antal flyktningar. Flyktningskvot i dessa länder var inte fylld.\nJag stannade en dag till och åkte till Norska Ambassaden. Jag fyllde ansökan med alla uppgifter, och visade min tentamensbok och studentbevis.\nJag fick svar på min ansökan redan efter ca 20 minuter att Norge beviljade mig uppehållstillstånd.\nJag var superglad för att jag kunde åka till Norge.\nMen jag ville ha alternativ och åkte vidare till Svenska Ambassaden.\n\n\n\nMin farbror Georg och mammas kusin, Kasia Himelfarb i Paris ville hjälpa mig med att få uppehållstillstånd i Frankrike.  Men i Frankrike var det svårt att få studiemedel /stipendium för att studera på Teknisk Högskola eller Universitet.  Jag ville inte vara beroende av familjen.  Viktig förutsättning för mig vid val av ett land var att jag kunde studera,  skaffa ett yrke och vara ekonomiskt oberoende för ett tryggt liv  för mig och  närmaste familj. Det var ganska viktigt för mig att vara ekonomiskt oberoende.\nMina föräldrar hade bra ekonomi som de byggde upp på så kort tid med två tomma händer i Polen trots att de förlorade allt. Jag visste att kunskap är nyckeln till allt.  Mamma har alltid sagt till mig att det som man har i huvudet kan ingen ta från dig.\nSverige sökte läkare och duktiga studenter.\n\nPå svenska ambassaden var kön av personer mycket lång. Många studenter och läkare sökte uppehållstillstånd till Sverige och jag blev inte insläppt samma dag. Men i kön fick jag veta att i ansökan till Sverige måste uppges anknytning till landet dvs namn på en person som bor i Sverige.  Jag kände ingen direkt i Sverige men fick namn Jakub Goldstein som kunde uppges. Han kunde ställa upp som kontaktperson.\nFamiljen Einhorn kunde förmodligen ställa upp för mig men mamma hade ingen direkt kontakt med dem och brev till min moster skulle ta för lång tid.   Följande dag fick jag komma in på Ambassaden, lämnade ansökan, kompletterad med kopior av studentexamen och studentboken från Tekniska Högskolan. Jag hade uppgivit namnet Jakub Goldstein som kontaktperson.  \n Väntetiden för att få svar från Svenska Ambassaden var ca tre veckor. Någon i kön hade telefonnummer till Jakub Goldstein. Inom några dagar ringde jag honom till Stockholm och berättade att jag uppgav hans namn på ansökan. Jag hade ingen annan möjlighet och fick svar från honom att han ställer upp.\n\nEfter tre veckor fick jag ett positivt svar på min ansökan om uppehållstillstånd till Sverige.\nJag hade bästa betyg i alla ämnen och Sverige ville ta emot duktiga studenter.\nJag hade två alternativa länder för att emigrera:  Sverige och Norge.\n\nVilket land skulle jag välja?  Jag tänkte att till Norge var det landet som var lättast att komma till men svårare till Sverige. Kanske Sverige hade bättre villkor.\n\nJag bestämde mig att lämna Polen ensam utan mina föräldrar som inte ville emigrera. De lovade att emigrera efter 6 månader och träffa mig i Sverige men det blev aldrig av. \n\nFör att få klartecken för emigration, var jag tvungen att lämna diverse intyg hos Polisen i Katowice , tex att jag inte var skyldig  skatt, att jag inte var straffad, intyg  från Tekniska Högskolan att jag inte är  skyldig något på  Högskolan.  Varje sådant intyg skulle stämplas och belastades med diverse avgifter.\nProblemet växte för varje gång som jag besökte polisen i Katowice och visade stämplade intygen, men det saknades alltid ett annat intyg.  Så polisen i Katowice kunde aldrig stämpla mitt utresetillstånd.\n\nJag bad mina föräldrar om dollar kuponger som berättigade för köp i speciella PKO affärer.\nDär kunde köpas utländska varor, som mixer, TV, utländsk sprit och läder.\n\n Inför nästa besök hos polisen i Katowice, inhandlade jag sex flaskor av dyra spritdrycker  i en speciell PKO  ( Polska banken ) affär och hade två kassar med mig.\n\nJag inväntade ett ögonblick i väntrummet när det inte fanns några andra intressenter.  Jag ställde flaskorna på skrivbordet hos den polisman som tjänstgjorde för tillfället och tog emot mig.  Han gömde snabbt spriten i lådan, skrev under på min utreseansökan och sade att resterande papper som eventuellt saknades kunde jag posta direkt från Czestochowa.\n\nNästa steg var Tullverket. Enligt befintliga regler kunde en student som jag utan inkomster, ta med sig enbart personliga tillhörigheter.  Min mamma insisterade att jag skulle ta med mig duntäcke och lite plädar.  Det måste förtullas och skickas i separat trälåda till en okänd förvaring av Hagbard Dennell som var sjötransport operatör. Alla lådor transporterades via container av firma Hagbard Dennell från Svinoujscie till Sverige.\n\nSedan var det dags att köpa tågbiljett, sovplats från Warszawa till Stockholm.  Med mig hade jag två resväskor med lämpliga kläder för både höst och vinter, skor och lite kosmetika.\nJag hade alla dokument med mig, födelseattest, studentbok med betyg från två första åren på Gliwice tekniska Högskola, studentexamenbevis. Jag hade även kopior av födelsebevis av mina föräldrar.  Min mamma hette Helberg  innan hon gifte sig. Det gillade Polisen för det klingade svenskt.\nMin pappa hette egentligen Kinstler i Krakow, där han var född.\n\nI köer hos ambassader och olika myndigheter, fick jag höra rykten om elaka tulltjänstemän som kom vid gränsen och rev alla dokument av ilska eller avundsjuka på tågen till Stockholm, Wien eller Rom.\nJag bad mamma baka två utsökta tårtor.  Den första tårtan ville jag använda för att bjuda kontrollanter på tåget. I den andra tårtan ville jag gömma små dollarsedlar, vissa dokument och kanske några ringar.\nTåget till Stockholm avgick från Centralstation i Warszawa.  Mina föräldrar var de enda\nsom stod på perrongen tillsammans med Stas mamma för att vinka adjö till mig.\nJag hörde röster från andra resande om glädjen att äntligen bli av med judar. \nEnligt tågbiljetten till Stockholm, skulle jag dela kupén med en annan judisk flicka, Joanna Wadler. Hon är idag en av mina äldsta vänner. Då kände vi inte varandra alls.\nJoanna ville inte vara i kupén med en annan person som hon inte kände.\nHon bad mig om jag kunde gå med på byte av sovplats med en person vid namn Salcia. Salcia   var en dam i 60 års ålder.  Jag gick med på det. Jag kände varken Joanna eller Salcia. Salcia var mycket nervös och saknade tågbiljett till Stockholm.\nVid första tågkontrollen bad kontrollanten henne att lämna tåget vid första stopp.\nHennes gråtande gjorde mig jätte nervös. Jag frågade om hon hade sprit som kunde lämnas till kontrollanten för tågbiljetten.   Jag hade tre flaskor och var villig att offra två av dem.\nJag frågade andra resenärer men ingen var beredd att offra något för Salcia.\nKontrollanter var jätte rädda att ta emot sprit på grund av Salcias skrik i hela vagnen.\nTills slut lyckades jag övertala kontrollanter att ta två flaskor och låta Salcia åka vidare till Stockholm.\nSom motprestation, tvingade jag henne sluta tjuta och att hon måste låtsas sova vid tullkontrollen. Hon överlämnade alla dokument till mig. Annars sade jag att jag blir tvungen att kasta ut henne genom fönster vid närmaste station.\n\nHon blev rädd.  Vid gränsen mot Tyskland kom polska tullkontrollen. Salcia vågade inte öppna ögon av rädsla att bli utkastad av mig för att hon saknade tågbiljetten.\nAlla kupéer genomsöktes noga och dokument utan godkända stämplar förstördes.\nAtt få stämpel på alla dokument från Utbildnings departementet, var dyrt och vissa hade inte så mycket pengar.  Det var ett sätt att tjäna pengar på utkastade judar.\nI min kupé var både dricka och tårta.  Vi slapp all kontroll och tullen berömde oss och hade kul.  Salcia låtsades sova och vågade aldrig öppna ett öga.  Jag lyckades smuggla även en ny skrivmaskin som jag har tills dags datum. Den hade jag nytta ibland vid kontakten med polska myndigheter vid min pappas utresa till Sverige.\n\n \n\n8.\t Sverige och livet på Marstrand\n\nJag kom med tåg till Centralen i Stockholm mitt på dagen. Jag kände ingen. Jag frågade dock Joanna som skulle dela kupén med mig om jag kunde följa med henne. Det var hennes svåger som kom tidigare till Sverige, väntade på henne.  Jag minns inte riktigt. Hon trodde att det var någon från Mosaiska Församlingen som dök upp på Centralstationen och körde oss till hotell Gustav Vasa vid Dalagatan.  Mosaiska Församlingen fick pengar från Amerikanska Joint för att hjälpa judiska flyktningar från Polen och hyrde hela Gustav Vasa på Dalagatan i Stockholm under en begränsad tid. Inga rum var lediga på hotellet men i källaren ställde man upp 25 enkla sängar och några av sängarna var lediga.\nJag var glad att få slippa sova under bar himmel. Jag ställde alla mina grejer och började prata med några andra flyktningar.  Vi var nyfikna på Stockholm under natten. De flesta var från Warszawa. Och några var från södra Polen, som jag. Jag kallades ” Hon från provinsen”.\nFöljande kväll fick jag besök av Stas Marcinkiewicz, idag Rodau med sin vän Stefan  Markowicz . Deras föräldrar var födda i Czestochowa men bodde  många år i Warszawa.\nStefan var duktig matematiker. Vi gick till kasino Metropol i hörnet av Sveavägen och Kungsgatan.\nVår satsning var kanske några kronor men vinsten  räckte för en enkel middag för tre.\nDe flesta polska judar som inkvarterades på hotell Gustav Vasa kom från Warszawa. Jag var den enda som var från Czestochowa.  Jag hade inget namn och kallades  för ” hon från provinsen” . Det kändes konstigt och jag brydde mig inte om det. Men det väckte känsla av revansch senare i livet.  Jag var van att inte bli sämre än andra.  Och plötsligt var jag sämre.\n\nOm två dagar, blev jag inkallad till AMS för intervju.\nKvinnan som intervjuade mig, frågade direkt om jag ville stanna i Stockholm. Jag är uppväxt i en mindre stad, Czestochowa och tyckte att det blir enklare för mig att lära mig svenska i en mindre stad.\nJag fick erbjudande att flytta till AMS baracker i Ulricehamn.  En av de personer som jag \nträffade på Gustav Vasa, hette Marek Gutniak, bodde visserligen i Warszawa men hade inget emot att följa med mig till Ulricehamn.  Marek blev känd läkare och docent i diabetes.\nFöljande dag tog vi tåget till Ulricehamn. \nAMS baracker i Ulricehamn var mycket enkla med många greker som skulle arbeta senare på Volvo bandet för att montera bilar. Föreståndare var en alkoholiserad man som passade på att dricka tillsammans med grekerna som jobbade svart vid sidan om och hade råd att köpa vin. Det skulle vara undervisning i svenska minst 6 timmar om dagen.  Men det var knappt\nnågon undervisning alls. Vi var mycket besvikna. Jag var rädd att bli våldtagen när grekerna var fulla.\nMarek brukade alltid följa med mig till toaletten och vänta utanför.\nGrekerna kunde inte förstå våra ambitioner att lära sig svenska snabbt. De tyckte att arbete på Volvo bandet inte kräver så mycket svenska och de hade inte bråttom.\nVi gick till biblioteket, lånade skolböcker men behövde bandspelare. Vi knackade hos grannar och fick låna bandspelare. Vi ordnade egna lektioner.\nEfter några dagar, ringde vi till AMS Göteborg och berättade om situationen. Sedan ringde vi igen till AMS Göteborg två, ibland tre gånger om dagen och frågade om bättre kurs i svenska.\nTill slut fick vi besked att AMS skulle ordna kurs i svenska på Marstrand för studenter och läkare med kvalité och duktiga lärare. Kursen skulle starta 1 november.\nVi var jätteglada och efter två veckor i Ulricehamn, 1 november åkte vi till Marstrand med uppskruvade förväntningar.\nJag fick ett enkelrum, nummer 103 på Grand Hotell. Jag var en av mycket få som fick ett enkelrum. Anledningen till det var att mina kunskaper i svenska var imponerande. \nJag pluggade säkert 16-17 timmar om dagen. Varje dag hade jag klocka på väckning vid 6 på morgon.  Sedan hade jag hjälp av ett fotografiskt minne och lätt för nya språk.\n Gruppen på Marstrand som jag tilldelades bestod av 12  personer,  de flesta personer i gruppen bodde i Sverige redan 5-6 månader. I början av november var jag sämst i gruppen, uttalet var inte bäst men snabbt avancerade jag kanske till de bästa i gruppen. Hon från provinsen var bäst.\nMitt ordförråd i gruppen var helt överlägsen alla andra. Skratt från andra deltagare förvandlades till avundsjuka.\nIbland var det påfrestande att ha enkelrum. Många killar på besök från Göteborg ville stanna en natt och övernatta i mitt rum. De kände till mina villkor att jag pluggade och aldrig gjorde undantag för dem.\nVissa trodde att övernattning innebär också att dela säng med mig. Det var hårt att sova på madrassen på golvet.  De landade snabbt i korridoren.  Det gick aldrig att övertala mig.\nVissa killar hade svårt att acceptera ett nej-svar. Speciellt om de var från Warszawa.\nJag trivdes inte på Marstrand och kände att många är avundsjuka på varandra. Många äldre kom till mig för att få råd om tekniken hur man skall plugga svenska för att nå samma nivå och så snabbt.  Men många ville inte inse att vissa människor har talang för något eller hade svårt att inse att det behövs stark vilja och framför allt mycket arbete.  Dessutom var jag ju 19 år gammal. Många var betydligt äldre än jag.\nJag kände mig ganska ensam på Marstrand, trots att vi var 200 personer.  Mitt intresse var inte samma som andras. Många hade föräldrar eller syskon.  I min grupp , var även familjen  Konar från Lodz. En av deras söner, Slawek, då 17 år, tyckte mycket om mig, var mycket ärlig, duktig och hjälpsam.  Alla andra litade jag inte på.\nJag fick veta från vår lärarinna att det finns möjlighet för mig att åka till Göteborgs Universitet och avlägga tentamen på Göteborgs Universitet tillsammans med en annan grupp i svenska. Efter 6 veckor klarade jag svenska på nivån ett, två och tre. Och hade betyg från Göteborgs Universitet med behörighet till högskola.\nSedan bokade jag tid för samtal hos rektor på Chalmers.  Jag ville börja studera redan i januari 1970.\nFör att börja i januari behövde jag dispens hos UHÄ, Universitets Kansler Ämbetet. Rektorn ansökte om dispens för mig. Dessutom behövde jag dispens i engelska.  Visserligen pluggade jag engelska privat i ”Ogrodek” men hade inga betyg i engelska på studentexamen.\nRektor och dekanus prof. Torkel Wallmark konstaterade att om jag kunde lära mig svenska på så kort tid, så kunde jag klara även kurslitteratur på CTH.\nEfter någon vecka, var jag godkänd student på Chalmers Tekniska Högskola med start i 15 januari 1970.\n\nFrån Jerzy Einhorn hörde jag att Joint organiserar en resa till Israel, över julhelgen.\nJag anmälde mig via Martin Cederbaum som bodde i Vällingby. Familjen Cederbaum var mycket goda vänner med familjen Einhorn.\nResan till Tel-Aviv kostade med flyg, logi och utflykter 600 kr. En annan student i Stockholm, Berit Levy som avled för två års sedan i cancer, erbjöd emigranter lån på 600 kr för flera av oss.  Det var så fantastiskt. Resan var subventionerad.\nJag ringde till polisen i Stockholm och beställde främlingspass, redan på flytande svenska. Martin Cederbaum skulle kunna hämta mitt pass i Stockholm innan resan.\nDet var helt fantastiskt. Men hur skall jag kunna leva i Göteborg ? Jag fick höra om studiemedel men ansökan skulle lämnas senast ett visst datum.\nAlla kompisar sade att ansökningstiden hade gått ut. Av en tillfällighet, gick jag till vår expedition på Marstrand och bad dem att undersöka när ansökningstid skulle gå ut. Det visade sig att jag hade en dag kvar att skicka ansökan.  Med hjälp av expeditionen kunde jag skicka ansökan samma dag till CSN om studiemedel.\nDet byggdes en ny campus, studenthem Krokslätt, 1969, inte långt från Chalmers. Ett studentrum på Krokslätt kostade dubbel så mycket som övriga studentrum i Göteborg. Men jag hade inget val.  Studentrum på Krokslätt kunde jag få direkt.  Så jag tog chansen.\nDet blev en överraskning att jag var tvungen att lämna en deposition på 150 kr som garanti för att få nyckel.   Det var för stort belopp för mig. \nJag kom på möjligheten att Mosaiska Församlingen i Göteborg skulle kunna låna mig 150 kr.\nInsatsen på 150 kr var nödvändig för att få nyckel.\nJag gick till Mosaiska Församlingen och berättade om min situation. Jag ville låna 150 kr i två månader, tills studiemedel kommer och jag kan ordna mitt liv på Chalmers, men senast första mars. Det var blankt nej och de var mycket upprörda och tyckte att det skulle vara enklare för mig att utvandra till Israel. I Israel finns mycket mera hjälp till nya emigranter.  De ville inte ha fattiga medlemmar i församlingen. Jag gick därifrån och slängde dörren av ilska.\n Gråtande åkte jag tillbaka till Marstrand. Min lärarinna i svenska frågade om hon kunde hjälpa mig.  Hon var i 25 års åldern. Hon tog upp sin plånbok och räckte till mig 150 kr. Hon sade att jag kunde lämna pengarna tillbaka när jag hade en möjlighet.  Jag var oändligt tacksam för det.  Jag skickade tillbaka skulden redan i februari.\nMosaiska Församlingen i Göteborg gjorde ett besök på Marstrand i december 1969 för att tända Chanukka ljus 1969. Med sig hade de då olika gåvor. Jag fick ett litet munspel som jag fortfarande har som minne.  Vi saknade mat, framför allt icke fläskig mat. Detta hade de inte med sig.\nPå Marstrand fick vi 3 kr om dagen , dvs totalt 90 kr per månad.  Det skulle räcka både för resor till Göteborg, papper, utgifter för hygien och allt.\nDet enda arbete som gick att få på Marstrand var att dela ut breven.  Lönen för utdelning av brev var 5 kr. Det tyckte jag var bra betalt på den tiden. Problemet var att alla på Marstrand slogs om sådana jobb och jag, från provinsen, hade ingen chans.\nProf Jerzy Einhorn skickade mig många brev med erbjudande om hjälp. Första hjälpen kom med att hans nära vänner Irena och Henrik Frenkel skickade mig ordbok polsk- svenska och svensk-polska, av författare Trypucko. \nEfter 4-5 veckor vistelse, utan jobb, kom jag på att jag skulle berätta till prof Jerzy Einhorn varför all brevutdelning går till andra i gruppen och inte till mig.  Det hjälpte och jag fick en eller två gånger dela ut breven.\nDe började skämmas och var rädda att prof Jerzy Einhorn kunde få reda på det. Ifall de skulle behöva hjälp från honom.  Tiden på Marstrand upplevde jag mycket negativ.\n De flesta deltagare i Marstrand utbildningen hade personliga och psykiska problem och levde framför allt med stor ovisshet om framtiden.\nJag upplevde att de är oärliga, med undantag för några få personer som tills idag tillhör mina bästa vänner.  Men det kanske är en orättvis bedömning efter alla år.\nJag ville därifrån så snabbt som möjligt och det enda sättet för mig var att  klara alla tentor och börja studera. Jag tänkte på min mamma som sade att det som finns i huvudet, kan ingen ta från dig.\n \n\n\nI brevet, daterat  9 november 1969, skriver prof Jerzy Einhorn, att han hörde om min ankomst till Sverige från min moster i Canada. Han frågar om det finns något som han kan hjälpa mig med och han vill gärna att jag skriver till honom om eventuella önskemål.\n \n\n\n9.\tJudiskt studentliv i Göteborg\n\nEfter en termin på Krokslätt blev jag erbjuden studentrum på Chalmers Studenthem på Gibraltargatan 86. Ett rum på Krokslätt kostade 300 kr per månad och en lägenhet på Chalmers Studenthem kostade 185 kr per månad. På den tiden kostade maten ca 125 kr per månad.  Studentrummet var 16 kvm med eget bad och liten kokvrå.  På Chalmers Studenthem fanns inga textilrum eller gym som på Krokslätt. \nJag var överlycklig. Hyran var mycket lägre och det var stor skillnad. Vårt studiemedel år 1970  var 4200 kr per termin.  Jag arbetade extra på lördagar och söndagar i kassan på EPA och BW stormarknad. Jag var mycket omtyckt och hade sällan brister i kassan.\nVi var omkring 50 judiska studenter som bodde på Chalmers Studenthem samt andra studenthem i närheten.\nDet var jättefin sammanhållning mellan oss och vi träffades när det var uppehåll mellan tentamensperioder. Vi kom från familjer med olika bakgrund.\nVissa höll judiska traditioner och vissa höll inte alls. Vi besökte Församlingen vid vissa judiska helger. Senare bildades Co-ordination Commitee for Polish Jews, som träffas några gånger om året till dags datum.\nIbland var jag inbjuden till vissa judiska familjer vid stora helger som Pesach och Rosh Hashana.\nJag var student på Elektro-linjen. Vi var två tjejer bland 200 killar.  Jag var jättestolt.  Den andra tjejen var också polsk judinna Janina Gold, idag läkare.\nMånga föreläsningar var på svenska med vissa små undantag, men litteraturen och gruppövningar  var  till 90% på engelska. Jag satt med ordböcker och var tvungen att översätta ord för ord. Jag kunde inte teknisk engelska.\nDet var jobbigt i början men efter några månader blev det lättare. Jag blev förvånad att oftast, var jag den i gruppen som fick skriva alla rapporter på svenska under våra övningar.\nMina svenska kompisar tyckte att jag var duktigast i stavning.\nAnsvarig för matte var en rysk professor som visste vad jag kunde. Istället för två matte tentor, ordnade han en tentamen. Det samma var i teknisk fysik.\nLitteraturen köpte jag ibland tillsammans med andra kompisar. En fick behålla boken till första examenstillfälle, den andra till omtentamen eller tvärtom.  På Elektroniklinjen var vi 2 tjejer och 200 killar. Bland studenter som bodde på Chalmers Studenthem var företrädesvis killar. Jag blev sexmästarinna vilket innebar att ordna spex och fester.  På det sättet hade jag gratis inträde till både spex - och studentfester.\nNågra svenska killar tyckte mycket om mig.  Jag fick hjälp med matlagning som jag var mycket dålig på.  Även några killar från vår emigration tyckte om mig. Men jag träffade ingen som jag ville dela livet med.  Jag drömde att ha familj och barn.\nDet gick bra för det mesta. Vissa ämnen, typ elektronik, klarade ingen student och lektor fick göra mera bearbetade tentamen vid senare tillfälle.\nJag minns att när jag uppnådde 178 poäng, av totalt 180 poäng som krävdes för att få civilingenjörsexamen,  hittade jag en kurs i El historia  med ansvarig professor emeritus Ekelund. Efter introduktionsföreläsningen, skulle jag skriva en uppsats och välja ett lämpligt ämne för det. Vid samtal med honom, tyckte professor emeritus Ekelund att han var jätte känslig för brytning. Jag svarade att vid så känsliga öron, borde örhan stoppa bomull i dem.\nJag gick från föreläsningen och sökte en annan kurs på 5 poäng istället för de 2 poäng som erfordades.  Det var enklare för mig.\nEfter 3 ½ år var jag klar med alla tentor. \nDet var ganska enkelt att få extra arbete i Göteborg på 70 talet. En gång skulle jag hjälpa skala potatis i personalmatsalen på Handelsbanken. Tyvärr fick jag sparken samma dag, det blev för mycket spill av potatisen. Jag skalade inte potatis hemma. Deras råd var att jag skulle passa bättre till andra arbetsuppgifter-\nJag jobbade på Volvo huvudkontor under en sommar, på utvecklingsavdelningen samt ett annat år i Linköping som ekonomibiträde på Linköpings Bad.  På Volvo fick jag 12 kr per timme, 2 kr extra mot andra som inte var chalmerister. Jag översatte också texter från ryska till svenska.\nFörsta utlandsresa, förutom Israel var en resa till Mallorca, 1971, för 50 kr inklusive mat. Det var en resebyrå som nystartade. De första 100 resenärer fick detta  speciella erbjudande.\nJag fick stå i kö säkerligen i 20 timmar med mat och dricka. Ibland kunde vi som hade kompisar i kö, turas om för att  gå på toaletten.\nEfter två och ½ års vistelse i Göteborg,  blev jag inkallad till Polisen för intervju. Det spreds rykte att det finns spioner bland våra polska emigranter.  Vi levde våra liv mellan utbildning, fester efter tentamensperioder, vissa resor till Köln eller Danmark med Stena Linjen.\nVi var glada, lyckliga över att vi lämnade Polen. \nJag blev svensk medborgare 1972 utan några större problem.\nUnder 1969 och 1970 var brev från mina föräldrar censurerade och det skrevs nummer på varje kuvert.\nMamma fick inte besöka mig i Sverige.\nMamma och jag träffades första gången i Budapest 1971 under 10 dagar. Det var underbar tid.  Mina föräldrar längtade jätte mycket efter mig, jag med.  Värsta tiden var ju under helger. Jag blev bjuden ibland till mina kompisars föräldrar. \n \n\n\n10.\tMina föräldrar \n\nMina föräldrar fick inte besöka mig i Sverige under de första två åren men mamma och jag träffades i Ungern och sedan i Göteborg.  Mamma blev sjuk, fick stroke några gånger och jag blev inte insläppt i Polen. \nMina föräldrar fick komma först tillsammans till vårt bröllop.\nJag reste till Warszawa när mamma blev sjuk igen.\nPå flygplatsen i Warszawa blev vi arresterade och flyttade till en cell.\nUtanför stod några poliser med kpistar och bevakade mig och Freddy. Freddy ville inte lämna mig ensam i Polen och han stannade på flygplatsen.   Alla dokument och pass fråntogs från oss. Jag ringde till Svenska Ambassaden men det var telefonsvarare. Tjänsteman på flygplatsen skrek att alla Simberg är nu på svarta listan.   Jag ringde till SAS som lovade att hämta oss så fort ett SAS plan från Sverige landade i Warszawa. När ett plan kom, hämtade piloten oss från fängelse cellen och placerade oss i cockpiten. Därifrån hade inte polska polisen några rättigheter att hämta oss.  Strax innan avgången kom polisen med våra pass och resväskor.\nNågra dagar efter skrev jag brev till Utrikes departementet hur Polen behandlar svenskar.\nSom svar fick jag brev från Polska Ambassaden att det blivit ett missförstånd på flygplatsen och att de ber om ursäkt.\n\n \n\n11.\tMin träff med Freddy\n\n Sommaren 1972 åkte jag till Israel för andra gången för att besöka min farbror Henek. Min farbror Henek hade inga barn.  Henek var gift med Mila Gold. De skickade mig ofta lite pengar i rekommenderade brev.  Det hjälpte mig jätte mycket under studietiden. Det räckte för att bekosta flygbiljetter och köpa kurslitteratur.  I Tel-Aviv bodde jag hemma hos min farbror.  På flyget   till Tel-Aviv träffade jag Freddy. Freddy åkte till Israel med resebyrån som hette Brolin och hade stora ekonomiska bekymmer.  De hotell som Brolins hade avtal med, var överbokade.  Till slut fick Freddy bo på Youth Hostel, dvs vandrarhem. Freddy och jag tog samma sheirut  ( taxi som flera delar på ) från flygplatsen till City. Därifrån fick jag ta en annan sheirut till min farbror Henek. Freddy följde med.\nPå vandrarhemmet bodde en kompis från Chalmers, Jurek Gold, som kände mig och Mila Gold. Mila Gold var kusin med hans mamma. Han gav Freddy telefonnummer till farbror Henek. Och Freddy ringde till honom samma dag.\nJag var lite rädd hur min farbror skulle reagera på telefonsamtal från Freddy. De var äldre och lite konservativa.   Men de tog det med glädje att jag skulle träffa någon kille i Israel.\nDe träffade Freddy senare och tyckte att han var sympatisk. Det var bra början.\nMin andra farbror Eric  bodde i Beith Jehoshua,  i en  så kallad moshav , dvs kibbutz  med egen försörjning. De hade tillverkning av olika slag som jag inte kommer ihåg.\nMin farbror Eric hade där hand om deras ekonomi och juridik. Hans fru Sara var sköterska där.\nEfter många år tilldelade kibutzen marken till de anställda som grundade den. Antagligen kunde anställda köpa marken till ganska lågt pris. Verksamheten skulle bedrivas i privat regi i framtiden.\nMin farbror Eric fick köpa två andelar dvs. en för sig  och  för Saras  del.\nIdag är dessa markegendomar ganska värdefulla. Israel är ett litet land och tillgång till markegendom är mycket begränsad. Sara och Eric byggde ett mindre hus för sig själva och deras två barn Naomi och Rafik på erhållna tomten.  Naomi och Rafik är mina kusiner. Senare byggde Eric och Sara ett hus till Rafik och hans fru Ika. Rafik var äldsta barnet i familjen.\n\nEfter någon veckas vistelse i Israel bjöd Erik och Sara,  Freddy på shabatmiddag och det var kärlek från första ögonkastet.\nEfter hemkomsten till Sverige, åkte Freddy till Göteborg och  överraskade mig.\nUnder många månader pendlade vi mellan Göteborg och Stockholm.\nVi förlovade oss 6 månader senare. Det ville Freddy jättegärna.  Jag hade inte bråttom, var ganska ung och hade några kurser kvar på Chalmers att tänka på och avsluta.\n Freddys föräldrar arrangerade förlovningsmiddag för närmaste familj på Grand Hotell i Stockholm.  \nFreddy var det bästa som har hänt mig i mitt liv. Jag var helt övertygad att jag vill tillbringa resten av mitt liv med honom.\nHan var och är jättekänslig, har gott hjärta, alltid i tårar när vi tittade på filmer som handlade om barn som råkade illa ut. Och barn ville jag så gärna ha.\nJag brydde mig inte om något annat. Det var det viktigaste för mig.  Jag var också säker att Freddy älskade mig och jag älskade honom. \nJag var ju uppfostrad med mycket kärlek och stor ekonomisk trygghet i Polen.\nJag hade alltid känsla att jag var rik i Sverige. Trots att jag hade ibland max 50 kr i fickan i Göteborg. Jag klagade aldrig och min positivitet hjälpte mig i allt.\n\nFreddy brydde sig inte om pengar och vi har ett stort förtroende till varandra.\nVi  gifte oss 8 juli 1973 i Stockholms synagoga. Vigselns förrättare var rabbin Mårten Narrow. Han var  reform-rabbin och hade överseende med att jag inte kunde hebreiska  eller säga böner.  Jag gick aldrig i religionsskolan i Polen.  Det fanns inte sådana på den tiden.\nSjälva bröllopsfesten hade vi på hotell Reisen i en festvåning som såg ut som kajuta.\nJag var ledsen, för att Freddys mamma inte kom till bröllopet. Hon var psykiskt sjuk periodvis. \n\nMina föräldrar kom från Polen. Vi bodde i en tvåa på Trollesundsvägen 157 i Högdalen \nsom Freddy köpte för sparade studiemedelspengar för 26 500 kr.  Han bodde hemma tills han var 25 år gammal och sparade studiemedel för att få köpa lägenheten. Han var jätte stolt över den. Vi bodde alla i lägenheten när föräldrarna var på besök.\nFörsta möbler köpte han via Gula tidningen, begagnade men nästan som nya. Freddy har god smak och sinne för färg.\nMina föräldrar flyttade till vårt sovrum och vi sov i vardagsrummet på madrasser på golvet.\nVi var mycket lyckliga.  Jag hade några små tentor kvar och pluggade mest på natten.\n\nPå bröllopsfesten var inbjudna ca 50 personer. Mest familjen, några goda vänner från Göteborg, familjen Jerzy och Nina Einhorn och några vänner till Freddy från Stockholm.\n\nVi betalade allt själva. Vi fick lite pengar som gåvor från våra släktingar , Freddys syster 500 kr, Freddys morbror , Freddys pappa,  lite av mina föräldrar samt från mina farbröder Henek och Erik. Några vänner till Freddy spelade till dansen. Allt annat gjorde vi själva.\nInbjudningskorten beställde vi från ett enkelt tryckeri. De var jätte fina.\nJag köpte bröllopsklänning på Elsa Elmqvist på Vasagatan. Den var ljusgrön med små blommor i vitt. Men det gick bra. Att beställa en vit bröllopsklänning rymdes inte i min budget.\n\nBröllopsresan gick till Kreta i augusti 1973, efter att mina föräldrar åkte tillbaka till Czestochowa.  Vi åkte till Kreta tillsammans med våra goda vänner, Piotr Fejgin och Florka Lustig.   Platsen på Kreta hette Agios Nikolaos, nord-östra Kreta.  Det var mycket varmt på Kreta.  Vi hyrde bil och åkte runt. Piotr och Freddy körde på branta serpentinvägar.\nJag var lite rädd ibland. Vi var jätte lyckliga. Tyvärr är inte Piotr längre vid liv bland oss, dog på grund av Co-vid 19.\nEfter bröllopet och ytterligare 5 månader var jag nästan klar med alla tentor på Chalmers och började söka examensarbete. Jag hann påbörja examensarbete i Göteborg medan jag pluggade på Chalmers. Det gick inte så snabbt för mig att få uppnå resultat där. Studenter på Chalmers hade lägsta prioritet för tillgången till stordatorer.\n Examensarbete fick jag till slut på Ericsson / RIFA i Stockholm. Jag arbetade med Apolloprogram som Eriksson köpte av  NASA Space Agency. Uppgiften var att kunna variera minneskapacitet hos kiseldioder genom att bestråla dem med ljus av olika våglängder. Det var ganska intressant arbete som senare skulle kunna ge mig arbete på RIFA, ägd av Ericsson. RIFA  var en av leverantörer av  elektronisk utrustning till  NASA Apollo projektet.\n\nMin första anställning var på AGA Electronics,  med test av elektroniska avståndsmätare, som användes mest av försvaret och senare av byggbolag.\nJag arbetade på Lidingö i en underjordisk hall, 300 m under jorden. \nJag fick en tjänstebostad på tre rum och kök i Gåshaga med sjöutsikt. Vi sålde lägenheten i Bandhagen. Tyvärr med förlust på 500 kronor.\nFreddy betalade för lägenheten 26 500 kr. Vi sålde lägenheten för 26 000 kr med förlust på 500 kr.\nMitt affärssinne gav mig aldrig ro. Jag sneglade på dåvarande finansminister Gunnar Sträng och läste om hans strålande köp av hus i Gamla Stan och hans fastighets vinster. Fastighetsvinster var på den tiden skattefria.\nEfter två år i Gåshaga, började jag leta efter hus på Lidingö. Vi hittade ett hus på Vasavägen 16 i Lärkstaden på Lidingö .  Huset kostade ca 450 000 kr och priset var överkomligt i förhållande till våra inkomster. Men banken krävde borgen. Freddys syster och hennes man Peter ville inte ställa upp för borgen om ca 40 000 kr. Ingen annan av släkten ville eller kunde ställa upp.\nKanske deklarerade de för låga inkomster.\n\nVåra vänner Nina och Rikard Lerner, båda två ställde upp för borgen på ca 40 000 kr. Det var stor inflation under 70-talet  och efter 8-9 månader, gjorde vi omvärdering av huset och det behövdes inte längre borgen. \nVåra vänner hjälpte oss med flytt från Gåshaga till Vasavägen i Lidingö.\nHuset, som vi köpte låg på en brant backe. Vi byggde en ny asfaltväg till huset. Efter några månader upptäckte vi att det är fukt i källarvåningen.  Och det var ganska mycket. Största problemet var våra grannar.\nDe fällde stora tallar och ville ta betalt i whisky för det.\nDe var oförskämda och tyckte illa om oss. Vi arbetade för att kunna överleva. Grannarna arbetade för att ha roligt i livet. De var snobbar.\nEfter Chalmers och samtidigt under min anställning på AGA Electronics, började jag att plugga Företagsekonomi och juridik på Stockholms Universitet.  Grannar kändes ibland jobbiga och anklagade oss för diverse konstiga saker, bland annat att vi förstörde deras soptunna.\nVi bestämde oss för att sälja huset. Vi hittade en ung köpare som ville flytta omgående.\nVi målade om nedre planet för att dölja fukten.\nPå 1 ½ år tjänade vi ca 250 000 kr som var mycket pengar under 1976-1977.\nOch dessutom skattefritt på den tiden.\nDet var en ekonomisk grundplåt i våra liv.  Vi tecknade oss hos HSB för att köpa ett radhus på Söder, Saltsjökvarn med fri utsikt över Waldemarsudde. Vi bodde där i 13år. Där föddes våra döttrar. Pappa bodde där med oss när han kom till Sverige.\n \n\n 12. Mitt  yrkesliv\n\nVi var ganska överens att pengar inte är allt i livet. För Freddy hade pengar inte stor betydelse och jag hade ganska fria händer att investera i lägenheter eller annat.\nDet gick jätte bra för mig på AGA som testledare.  Men jag visste att det inte var rätt område som jag skulle syssla med i framtiden.\nJag drömde om jobbet med telekommunikation. Sådana jobb var mycket få. Alla datasystem var slutna och ingen behövde expert på området. Telekommunikation var på den tiden inskränkt till telefoni.\n Jag sökte till Televerket , arbete  med planering av övergång av mekaniska telefonväxlar till nyutvecklade av Ericsson AXE systemet. Jag fick utbildning i 3 månader inom AXE system på Ericsson. Och senare avancerade jag till projektledare av byte av telefonsystemet på Lidingö telestation, första övergången i Stockholm och Sverige.\nMina kunskaper i företagsekonomi och juridik var mycket eftertraktade i kombination med  tekniska kunskaper från Chalmers. Dessutom var jag en av få studenter som läste kurser i data och elektronik.\nDet var mycket få jobberbjudanden inom data och elektronik.\nTeleverket utökade min tjänst med planering av övergång av mekaniska televäxlar  till AXE-system över hela Stockholm.\nDet gick bra och jag upplevde aldrig någon diskriminering på grund av jag var kvinna och invandrare. Mitt livs beslut var att inte söka jobb av ledarkaraktär, högst som projektledare nivå.\nJag ville ha tid för fastighetsaffärer vid sidan om.  Det kände jag i ryggmärgen.\nDet var konstigt att arbete skulle beskattas så hårt men fastighetsvinster beskattades inte alls.\nJag kände att ledarbefattningar innebär konkurrens med män och det kan inte vara lätt.\nVi kvinnor var få inom tekniska yrken. \nJag hade en viktig princip i mitt liv vid arbetsbyte. Varje gång som jag bytte jobb, ville jag fördubbla min lön.\nOch det lyckades jag alltid. Det gällde att visa för arbetsgivaren att jag besitter viktig och begärlig kunskap som är svårt att få tag på arbetsmarknaden.\nDessutom hade jag känsla att vi kvinnor måste alltid nöja sig med lägre lön. Och lägre lön för kvinnor var alltid accepterad av andra kvinnor.\nDet kändes förnedrande att kvinnor inte accepterade faktum att andra kvinnor ville göra karriär. Många kvinnor tyckte att den enda vägen för kvinnor att göra karriär är sängvägen. Dessutom hördes ofta män om att skryta om kvinnor.\nDärför ville jag ofta berätta för mina vänner och bekanta om vad jag gör och vad jag tjänar.\n\nEfter några år, ville jag vidare i min yrkeskarriär.  Jag läste om datanätverk och överföring av information mellan olika system.  Jag hade magkänsla att framtiden måste bygga på datanätverk. Jag sökte mig till Televerkets utvecklingsavdelning i Farsta inom så kallad ” Packet Switching”. Denna avdelning bestod av mig och senare av en gäst från Australien  Trevor Poussard. Dataöverföring av information mellan system och datorer var tillåten enbart inom försvaret.\n\nTrevor och jag åkte på olika internationella studiebesök och utbildningar, mest till USA för att utforska datakommunikation som idag är grunden till Internet.\nDataöverföring på den tiden var en bråkdel av den totala systemkostnaden i motsats till situationen idag. Försvaret skrek efter Internet och tills slut, var Televerket tvungen att utveckla ett nordiskt nät. Jag blev projektledare. I projektet deltog ingenjörer från Danmark, \nFinland, Norge och Sverige. Jag fick gå en kurs i danska i en vecka.\nTills slut bestämde vi oss att gå över till engelska under viktiga möten.  För mig var det viktigt att förstå 100 % av det som sägs under möten. Jag hade fördelen att inte vara infödd svensk.   Norge ville aldrig göra som Sverige ville.  Det var samma med Finland.\nJag kunde prata med dem alla. Vi köpte programmet och telekomutrustning från USA , Boston.\nJag hade en stor hjälp av mitt fotografiska minne och fick vara i en internationell arbetsgrupp om åtta personer som skrev underlaget och senare blev standard för dataöverföring mellan datorer, basen till Internet.\nMin kunskap var mycket eftertraktad. Jag kunde arbeta var jag ville och begära vilken lön som helst.\nJag arbetade under kort tid på Ericsson.  Där träffade jag Helena, gift Lindskog.\nJag visste att hon är från Warszawa. Vi brukade äta lunch då och då.\nJag blev överraskad när hon frågade mig om Israel en gång. Hon ville åka dit på Reunion 68 av alla polska judar från 1968-1969. Sedan berättade hon att hennes pappa var jude.\nSenare bildade tio kompisar, bland annat med mig ett konsultbolag Datalogic som vi expanderade till 50-60 personer och sålde till CAP Gemini. Manliga datakonsulter, mina arbetskamrater berättade skämtsamt att de är hemma max två dagar om året men inte i rad.  Som management konsult med säkerhet var jag ensam kvinna. Jag trivdes bra att arbeta i ett personalägt bolag .  Vi hade stora vinster som vi utnyttjade till olika arrangemang, kurser och resor.\nJag skrev en bok tillsammans med en arbetskompis som jag arbetade med: Datakommunikation i ADB strategin, som gavs ut av Liberförlag och blev sedan undervisningsmaterial.\nEfter försäljningen av Datalogic började jag på flygbolaget SAS.\nJag arbetade där under drygt fem år med Jan Carlsson som chef. Jag hade ansvar inom kommunikation och säkerhet, bland annat för flyttning av deras reservationssystem från UNISYS miljö till IBM miljö.  Och sedan flyttning av samma system, Amadeus till nya datacentrum i Köpenhamn. Det var tungt och krävande arbete. Jan Carlsson fattade många beslut som inte var genomtänkta och kostade SAS bolaget mycket pengar. Många arbetare där var mycket trötta och frustration var stor.\nJag tröttnade på allt jobb efter fem år, det var slitsamt arbete. Jag nappade på erbjudande för SAS anställda att de anställda som frivilligt säger upp sig, får ett års lön.\n\nEfter det jobbet, beslutade jag att öppna eget konsultföretag Safe Advice Sweden AB.\nInriktning på säkerhet i nätverk.  Det gick bra och efter bara några veckor, fick jag långvarigt uppdrag inom Landsting Data. Jag arbetade också med säkerhet för andra statliga verk och myndigheter.\nSedan träffade jag fd Nokias VD,  Staffan Simberg  med samma efternamn som mitt och vi arbetade tillsammans under Simberg & CO  konsultbyrå.\n\nDet gick strålande bra för konsultbolaget. Utöver böcker var jag bokrecensent för Computer Sweden och andra tidningar. Jag publicerades i Veckans affärer samt andra tidningar.\nJag bildade förening Peer Sweden AB med flera andra konsulter.\nDessutom hade jag flera uppdrag för EU kommissionen inom området E-handeln och säkerhet. Jag utvärderade olika förslag för projekt som sökte finansiering av EU-kommissionen och skrev direktiven om e-handeln och säkerhet.  Jag deltog i konferenser för UNESCO med inriktning på e-handeln, bland annat i Kazachstan. På Sardinien tog jag emot pris och stipendium för kvinnliga entreprenörer inom växande området e-handeln.\n\nVid 55 års ålder bestämde jag mig att sälja Safe Advice Sweden AB konsultbyrå och ville arbeta med det som var min hobby under många år dvs fastighetsaffärer. Jag hade ekonomi så att jag inte behövde oroa mig för försörjning av mig eller min familj. Men fastighetsaffärer och resor var alltid mina hobbys.  Konsultvinster investerade jag i fastigheter.\nJag anmälde mig till KTH för att komplettera min utbildning till fastighetsmäklare. Enligt KTH behövde jag bara läsa 25 poäng.\nDet tyckte jag var kul och enkelt. Men vid anmälan till fastighetsmäklarförbundet, visade sig att kraven  för utbildning av fastighetsmäklare ändrades och jag måste komplettera min utbildning med ytterligare 75 p. Jag läste fastighetsekonomi och skatterätt  samt lite andra ämnen.\nJag öppnade kontor i Mörby Centrum och köpte rätten till anslutning till mäklarkedjan Remax.\nJag hade flera anställda. På den tiden har jag inte insett att fastighetsmäkleri inte är samma som att köpa fastigheter själv och sälja dem via en annan mäklare eller jag själv.\nAtt komplettera min utbildning med vissa juridiska kurser samt byggnadstekniska ämnen var dock mycket intressant.\n\n\n13.\tÅterförening med min pappa\n\nPå våren 1982, exakt 9 mars dog min mamma i Czestochowa. Hon fick stroke igen. Jag var gravid med Caroline. Pappa kände till mina missfall och ville inte att jag skulle komma till begravningen på grund av risken av nytt missfall.\nHan ville hålla det hemligt och kontaktade alla våra vänner och bekanta att inte berätta om det till mig.  Det var svårt att ringa till Polen. Det var militärt tillstånd. Jag pratade med pappa om mamma men han har inte sagt ett ord.\nEfter 3 månader fick jag ett kondoleansbrev från min klass kompis från Czestochowa. Det blev en chock och jag var arg på pappa och sedan blev jag mycket deprimerad.\nCaroline föddes 11 juli 1982. Vi var superlyckliga. Jag visste att jag inte kunde hjälpa pappa på avstånd från Sverige.  \nPappa fick ultimatum med två alternativ. Första alternativet var att stanna i Czestochowa och klara sig på egen hand så gott det gick. Andra alternativet var för honom att komma till Sverige. Han hade beviljats tidigare uppehållstillstånd i Sverige.  Han bestämde sig att komma till Sverige.\nFreddy fick åka till Czestochowa för att hämta honom. Pappa lämnade nyckel till sin lägenhet\ntill sin gode vän, som nyligen blev änkeman, Alexander Senior. Alexander var jätte fin person. Han var uppväxt i mycket förmögen familj, aldrig klagat, aldrig skrytigt, enkel och mycket hjälpsam.\nFreddy packade två resväskor med pappas kläder och tog det viktigaste. De reste dagen innan flyget från Warszawa,  från Czestochowa med taxi och sov på bänken på flygplatsen. Freddy ville inte riskera att de kan komma för sent till flyget.  Ingenting fungerade i Polen under militärt tillstånd. De var rädda att bli stoppade på vägen till flygplatsen. \nDe lyckades komma med SAS till Arlanda. Pappa bodde med oss minst 6 månader i radhuset i  Saltsjökvarn.\nHan blev deprimerad och kunde inte göra en kopp te  själv. Pappa förlorade min mamma och sedan allt som han byggde upp för andra eller tredje gången.\nDet är inte lätt att komma över allt i hans ålder.  Tur att vi hade fru Eva boende från Polen. Hon var polsk pensionär.\nFru Eva var fantastisk hjälp till Caroline. Hon gjorde ingenting annat, kanske lite mat till sig själv och Caroline.  Pappa väntade tills vi kom hem efter arbetet.\nEfter 6 månader, frågade jag pappa om han möjligen ville lära sig svenska.\nJag skulle försöka hitta lämplig kurs i svenska för honom. Han började kursen i svenska som var i stan. Där träffade han andra polacker i hans ålder, kanske lite yngre. Han trivdes och blev ofta bjuden hem till några. De hade många gemensamma luncher.\nPappa kunde flera språk . Han talade både tyska och lite engelska.\nEfter ett år, frågade jag pappa om han kunde tänka sig bo i en egen lägenhet nära oss.\nJag kontaktade Nacka Kommun och pappa fick personligt besök hemma av en äldre tjänsteman. Pappa berättade allt om sitt liv under kriget, tiden som fånge i Ryssland, deltagande i polska divisionen för att befria Polen och intag i Berlin. Han gick den långa vägen från Lenino till Berlin.\n    Här är det några av de medaljer som pappa fick.\n\nHan visade honom alla sina medaljer.\nPappa hade minst elva medaljer för sitt mod och var befriad från köer, hade rätt att stiga först på bussen, tåg eller flyg.\n\nEfter ett långt samtal hemma, som tog nästan hela dagen, lovade tjänstemannen från kommunen att ge pappa den första lediga lägenheten i närheten av oss.  Och det blev så. Pappa fick en liten tvårumslägenhet, möjligen 60 kvm i Finntorp och blev superlycklig. Grannen pratade tyska och de besökte varandra ganska ofta. Pappa var hos oss nästan varje dag på middag.  Han åkte till kursen i svenska fem dagar i veckan. Grannarna frågade om han fick ett jobb. Jag frågade om de hade tips om en arbetsgivare som skulle vilja anställa 70 åringar från Polen.\nPappa var mycket positiv person. Han jämställde en svenska krona med en polsk zloty.\nSå han tyckte att allt var billigt i Sverige jämfört med Polen. Hans bröder Henek och Eric hjälpte honom lite ekonomiskt och bjöd honom en gång till Israel. Han älskade Caroline och de blev bästa vänner.\nPappa trodde på Sverige. Han hade diverse problem med sin hälsa och besökte Nacka Sjukhus och där arbetade Robert Aschbergs pappa, Sven Aschberg som kirurg. Doktor Aschberg tyckte om pappa och förstod honom mycket väl. Pappa ville operera allt där han hade ont under en operation. Det avrådde doktor Aschberg honom i hans ålder.\nDoktor Aschberg gav mig frihet att ringa honom om pappa när jag ville eller kunde.\nEn dag dyker jag upp på sjukhuset och knackar på hans rum. Sköterska sade att han sitter i sammanträdet med sina medarbetade. Jag knackade försiktigt på dörren och doktorn säger genast till personalen att han måste avbryta sammanträdet inom 15 minuter för det kom anhörig till en av hans viktiga patienter som vill prata med honom.\nAlla lämnade rummet direkt. Han var en helt fantastisk person.  Personer som dr Sven Aschberg med så stor empati till andra människor är svårt att hitta idag. \n\nSista åren av pappas liv var inte så bra. Pappa hade diabetes 2 och hans tillstånd i ett ben försämrades. Pappa blev tvungen att amputera ett ben vid knä. Han lärde sig gå på kryckor och med rullstol. Trots det var han glad att ha nära familj alltid bredvid.\n\nHan kom till oss varje dag med färdtjänst.   Vi fick bära honom en trappa upp till köket och vardagsrummet. Sista tiden var han tvungen att vara på sjukhuset men jag hade en person som kom varje dag i fem timmar för att hålla honom sällskap. Han ville inte äta middag om jag inte var med. Jag avbokade alla resor och kom till sjukhuset varje dag.\n\nPappa dog 20 april  1992. Det var svår tid för mig. Och jag var jätte ledsen och kände en stor tomhet. När mamma och pappa dör, bröts anknytning till uppväxten.\nJag ville så gärna flytta från Nacka till ett område med bra skolor till våra kära döttrar.  Både Caroline och Renée hade dagis i Henriksdal de första tre åren.  Och sedan fick man flytta till en skola i Nacka. Det fanns inga skolor nära vårt radhus och de som bodde i Henriksborg var äldre eller folk i vår ålder utan barn.\nIstället fick Caroline och Renée börja på judiska skolan, Hillelskolan i stan.  Det var resa med buss dagligen om ca 20 minuter och det var orsaken till att vi hade barnflicka för att hämta dem  och ibland både hämta och lämna dem.  Freddy arbetade på Nordea i stan och kunde ibland lämna dem. Vi bestämde oss att flytta till Danderyd och köpte ett äldre hus med stora renoverings behov.  Vi kände flera bekanta och vänner i Danderyd. Bland annat familjen Einhorn. Huset i Danderyd låg på samma gata som familjen Einhorn.\nEfter pappas död och vår flytt till Danderyd, bytte Caroline skolan till lokala skolan i Kevinge. Renée fortsatta att gå i Hillelskolan.\n\n\n14.\tVåra barn, Caroline ,  och Renée \n\nVi ville så gärna ha familj och barn. Efter många utredningar och många missfall blev jag gravid igen och Caroline föddes 11 juli 1982.\nVår lycka hade inga gränser.  Och hon fick alltid vad hon ville.  Två år efter föddes Renée.\nVår kärlek till våra barn har inga gränser. De var alltid med oss på alla resor.\nDet var många kalas och små fester för barn.\n\nCaroline  gick på Hillel till fjärde klass. När vi flyttade till Danderyd, var hon trött på den långa resan med T-banan till skolan och ville byta till den lokala skolan, Kevingeskolan och senare Friberga skolan.\nDet visade sig att  systers dotter till Raul Wallenbergs, Nina  bodde i Danderyd hundra meter från oss och  en av hennes söner gick i samma klass som Caroline.  De två fick åka till Israel som Hillelskolan organiserade.\nDet var viktigt för oss med judiska traditioner.\nCaroline hade Bat-Mitzwa  på Läkarförbundet och Renée på en restaurang  Dacapo på Gärdet.\nRenée ville aldrig byta skola efter flytten till Danderyd. Hon fick resa med T-bana  varje dag  till Hillel och senare till Vasaskolan.  Barnflicka hämtade henne i skolan och senare när hon blev äldre vid T-banan Mörby Centrum och gick med henne hem.  Väg från T-banan Mörby C till vårt hus var mycket mörk utan belysning och vi var rädda för överfall eller våldtäkt.\n Våra döttrar följde alltid med oss på fester. De sov under borden eller i sovrummet \nhos våra vänner. Våra barn var alltid våra ögonstenar.\nIdag är Caroline läkare med specialitet i dermatologi och Renée är jurist på Swedbank och arbetar med Compliance-frågor.\n\nCarolines val av yrke var helt utan påverkan av mig eller min man Freddy.\nSedan hon var kanske 3 år, ville hon vara doktor. Hon gick till dagis och förskolan med doktors väska som sin arbetsväska.  Att vara doktor var moroten till att hon måste ha höga betyg och vara duktig elev.\n Och Caroline var bestämd att studera på Karolinska Institutet.\nInga andra medicinska utbildningar ville hon acceptera. Hon sökte till Karolinska som enda alternativ för läkarutbildningen. Som andra alternativ var Handels Högskola.\nTyvärr val av studenter med bästa betyg skedde med lottning.  Och Caroline lottades inte ut denna termin. Men hon kom på Handelshögskola första halvåret. Där träffade Caroline sin blivande man Josef.\nHon kom på läkarutbildningen på Karolinska först efter nästa termin.\nJag fick hjärnblödning 58 år gammal och hamnade på Danderyds Sjukhus på hjärtakuten.\nDen doktor som tog emot mig, ville skicka hem mig för kräksjuka. Det var Caroline som räddade mitt liv. Hon visste att det var fråga om hjärnblödning. Det var också tack vare Caroline som jag fick pacemaker, nödvändighet vid eventuellt hjärtstopp vid hjärtflimmer. Caroline var praktiserande läkare på Hjärtakuten under sommarloven eller andra lov så\nhon kunde ställa min diagnos direkt. Caroline är mycket duktig läkare idag.\n\nRenée var helt bestämd att plugga juridik i Uppsala.  Vid 9 års åldern skrev hon boken om Renée : Vad skall jag bli om 10 år ?.  I boken skriver hon att hon vill bli advokat och tjäna en miljon kronor om 10 år.   Renée var en av tio studenter som fick stipendium på 80 000 kronor plus betald avgift för universitet i Chicago. \nFreddy försökte alltid hjälpa våra barn med läxor. De tyckte att Freddy är bättre pedagog än jag. Caroline var lite osäker person och hade ständigt känsla att hon inte klarar alla tentor i skolan. En gång ringde jag till klassföreståndare i Danderyd och frågade om hon kunde föreslå en student som skulle hjälpa Caroline med läxor.\nKlassföreståndare förklarade att Caroline var en av skolans bästa elever. Jag ville boka studenten ändå mest för läxförhör.\n  \nUnder 14 år hade vi hjälp av olika barnflickor, mest från Polen, ibland från Vasa Finland.\nJag har alltid sagt att vi inte vill påverka våra döttrars val av killar, varken religion eller färg.\nMed en motivation. Jag skulle ha mycket svårt att fira judiska helger med en arab.\nDet var lite över min horisont. Sedan visste de att vår största önskan att ha flera barnbarn.\nInte nödvändtigvis bröllop men gärna barnbarn.  \nCaroline är gift med Josef och har två barn, Leon, 9 år och Stella, 6 år.\nRenée är gift med Johan och har två barn, Celine, 5 år och Corrine, 2 år.\nJosef och Johan är svenskar, mycket duktiga, trevliga och bra pappor som jag tycker mycket om. Även deras föräldrar är vänner till oss.  Vi åker ofta på gemensamma semestrar och deras föräldrar är goda vänner och viktig del i vår familj.\nCaroline gifte sig med Josef på Gimo Herrgård och vigselförrättare var Lena Korrösi-Posner.\nDe kunde inte gifta sig i synagogan för att Josef är kristen.  Det var fint av Lena Korrösi –Posner att komma till Gimo Herrgård som ligger ca 10 mil från Stockholm. Det var judiskt bröllop med Chupa vid vattnet i 3 dagar.\n\nRenée gifte sig också på Gimo Herrgård. Lena Körrosi-Posner kunde inte ställa upp på grund av semesterledighet . Istället ställde Basia Frydmans exman upp, känd skådespelare Tomas Laustilla  som bodde inte så långt från Gimo och är dessutom medlem i Judiska Församlingen. Han hade vigselrättigheter. Det var också judiskt bröllop med Chupa vid vattnet.\nLovesång sjung Linnea Simon, Gun systers, Anne Simons dotter och Freudenthal Klezmer Sixtet spelade. \nDet var som dröm för oss föräldrar att se våra döttrar gifta sig så fint. \n\nUnder många år funderade jag varför är Judiska Församlingen inte mer inkluderande , speciellt när vi judar kämpade under alla år att bli jämställda med  kristna.  Alla judar är inte religiösa. Judisk identitet består inte bara av religion men judendom är ett sätt att leva och vara.\n\n\n15.\t Mina mål i livet\n\nMitt liv var alltid målinriktat. Först ville jag klara av Chalmers utbildning och få civilingenjörs examen och sedan var min ambition att komplettera den med företagsekonomi och juridik på  Stockholms Universitet.\nNästa steg var för mig att få arbeta med cyber, kommunikation med datorer som senare blev nätverken och skapade behov av säkerhet.\nJag ville bli ekonomiskt oberoende före 40 års ålder. Jag tyckte att det var viktigt för en kvinna och invandrare.\nJag trodde att det kommer att hjälpa mig att bli accepterad i många kretsar. Därför tyckte jag att det är viktigt med sidoinkomster. Sidoinkomster var lågt beskattade och arbete var mycket högt beskattat.\nMin förebild var alltid mina föräldrar som kunde klara sig under olika omständigheter.\nMitt motto var alltid, om mina föräldrar klarade sig i koncentrationsläger, så borde jag klara  att bygga upp något stort i Sverige.  \n\n\n\n\n\n\nMen den stora förändringen var hjärnblödning som jag plötsligt fått under april 2009, sittande hemma vid matbordet.  Jag lever tack vare Caroline, vår dotter. Tjänstgörande läkare på Hjärtakuten ville skicka mig hem för kräksjuka. Det är Caroline som kunde ställa rätt diagnos och körde mig till magnetröntgen. I sista minuten kördes jag i ambulans till Karolinska Sjukhuset för hjärnoperation.  Det lyckades och jag kämpade i tre veckor på Intensiven.\nUnder den tiden var min största dröm att kunna resa sig från sängen och gå på toaletten. Jag förlorade minne nästan helt och kunde gå med hjälp av rullator.\nLång rehabilitering på Danderyds Sjukhus under drygt åtta månader och envishet hjälpte mig.\nVistelse på sjukhuset ändrade totalt min syn på livet.  Jag tänkte på vad som är viktigt i livet och betydelse att nära och kära i närheten.\nTack vare mina närmaste är jag idag den personen som jag är.\nEtt litet ögonblick kan ändra så mycket i ens persons liv.\n\n\n16.\tJudisk identitet\n\nI Polen visste alla vänner och bekanta att vi är judar. Vår familj var mycket stolt över det.\nNär jag flyttade till Sverige, började jag alltid presentera mig  genom att förtydliga min judiska identitet.  Jag är svensk, född i Polen, polsk judinna. Vi var inte ortodoxa men vi firade alla judiska helger.\n\nNär jag träffade Freddy, tyckte han att han i första hand är  svensk med judendom som  religion.  Han ville aldrig säga att han är jude. Judendom tyckte han att det var en privat sak. Freddys föräldrar är också födda i Sverige.\nUnder mitt första arbetsår, 1975 på Televerket möttes jag med antisemitism  under en kaffe rast.\nDet var livlig diskussion av attacken på israeliska  OS gruppen i München. \nPlötsligt hörde jag kommentar från en finsk tjej att judar inte är pålitliga. De samlar pengar för att skicka dem till Israel. Just den tjejen hjälpte jag mycket med olika frågor. Hon ville vidareutbilda sig och frågade om olika råd. Hon behövde min hjälp i arbetet också.\nEfter rasten frågade jag henne hur många judar har hon träffat. Hon hade träffat en jude  och nämnde hans namn. Det var ingen som jag kände. Jag trodde att hon visste att jag är judinna. Det visste alla andra.\nJag sade till henne att jag är judinna. Och för mig är Israels existens mycket viktigt.\nPå samma sätt som för henne, är Finlands existens mycket viktig.\nVi blev goda vänner. Hon tyckte i början att judar inte är pålitliga. Den person som hon utpekade, träffade jag senare i livet på en fest. Hennes kompis var medlem i Israeliska Likud och en stor judisk extremist. Jag tyckte inte heller om honom. Hon erkände att hon träffade bara en jude i sitt liv.\nUnder alla mina yrkes år var jag tydlig med min judiska identitet .\nJag var presentatör och föreläsare på många datakonferenser, till och med i Kazachstan\nför UNESCO. Jag var tydlig med att påpeka att jag är svensk men född i Polen, polsk judinna.\nMen Polen är för mig idag en plats där jag är född och inte mitt hemland. \nI Polen betraktades jag och andra judiska ungdomar inte som alla andra. Vi riskerade ständigt att bli utkastade från skolan eller jobb på grund av judisk tillhörighet. Trots att vi inte gjorde något nedsättande eller brottsligt.  Och vi egentligen var polacker.\nJag vill inte generalisera polacker.  Många polska vänner hade stort judiskt umgänge, flera polacker räddade judar under kriget och riskerade sina liv. Så man kan aldrig dra alla över en kant. I Sverige har jag polska vänner, hantverkare etc. som är trevliga och pålitliga människor.\n\n\n17.\tAntisemitism i Sverige\n\nRenée mötte nazister i Danderyds gymnasium i hennes första klass. Det var tre killar från Djursholm. De tyckte att judar samlar pengar för att skicka till Israel och gör ingeting för Sverige. Mycket obehagliga killar. De har nog glömt att många judar finns bakom uppfinningar, mediciner, duktiga läkare, ekonomer, författare, konstnärer och sångare.\nKlassföreståndaren ville att Renée borde byta klassen. Men det ville inte hon.\nEfter mitt samtal med rektorn och klassföreståndaren kallades alla föräldrar och elever till\n ett gemensamt klassmöte.\nPå mötet fick alla föräldrar presentera sig. Efter visste jag direkt vilka familjer har nazistiska sympatier.\nSkolan bjöd Nina Einhorn och Heidi Frid till skolan.  Många elever blev skakade. Vissa tjejer svimmade.\nSenare var det inga problem med nazister och antisemitism. Renée hörde aldrig något från dem  under alla gymnasieår.\nRenée är blond och har gröna ögon.  De hade svårt att förstå att judar kan vara blonda med gröna ögon precis som svenskar eller andra nationaliteter.\nI Sverige kände jag mig trygg till 2015. Efter 2015, och efter de stora flyktningsströmmar, känner jag mig otryggt igen. Dock inte på samma sätt som i Polen men bland så kallade nya svenskar, speciellt muslimer som är uppväxta med judehat och traumatiserade föreställningar om judar.\nDock vill jag inte generalisera. Muslimer och perser som jag känner, har inget emot judendom. Jag vill bli respekterad som en vanlig person. Det som kan hjälpa oss är dialog och utbildning om judendom. Kanske obligatorisk klassresa till  Auschwitz och Treblinka.\nDet bör vara kännbart att kalla andra för Jude jävel, svart skalle och massa annat.\nDet borde inte vara fängelse men något kännbart i form av gratis arbete på ett sjukhem exempelvis.  Middag med en svart   kan vara ett annat exempel.\nHets mot folkgrupp skall inte tillåtas utan några negativa konsekvenser.\nSverige är för mig mitt hemland och jag är mycket tacksam för att få leva i ett land som inte hade krig på 200 år. Även om jag vill ha vissa politiska  förändringar i landet. \nIbland känner jag att socialdemokrater sitter för lång tid vid makten, även om jag inte känner\nnågot emot dem.\nLyckan är också för mig att vara i närheten av våra döttrar och våra barnbarn. Det är jag mycket stolt över. Jag är glad och tacksam för våra döttrar och svärsöner.\nVi planerar och alltid försöker vara tillsammans med hela familjen på Nyårsafton, oberoende var vi befinner oss  i världen.\n \n\nMina två systrar från Rabka-Zdroj 1930\n\n\n\n \nMin pappa direkt efter befrielse.\n\n\n\n\n\n\n \n\nJudiska barn i Czestochowa på  en bal 16 januari 1956.\nJag sitter på andra raden från toppen.\n\n \n\n\n\n\n \n\n\nMina föräldrar med Josefs bror Georg från Paris och hans fru Genia.\n\n\n\n \nMina föräldrar med min moster och en vän efter  befrielsen\n\n Min pappa Leon  \n\nAnja och jag på sommaren bland skogen och djuren\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n \n Bröllopsfesten, mina föräldrar och Jerzy Einhorn\n\n\n\n\n\n \n\nVår klass 1957, jag är sittande bredvid föreståndare  Czerwikowa, i skolan med namn Kopernik.\n\n \nFirande av Chanuka 1961 i Ogrodek.\nPå bilden syns mina vänner, Halina Skowronek, Renia Skowronek,Stefcia Biber , Ania Diamand, Jola Altman, Wlodek Wajnam,  Michael Helberg, Adam Helberg, Danka Jesionowicz, Heniek Albert och lärare Teresa Wajnam.\n \n\nTvå av mammas vänninor, okända namn på 30 talet.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \nMin farbror David, Josefs bror, med sina döttrar.\n\n\n\n\n\n\n\n \n\nVeckans affärer nr 24, 16 juni 1993 om initiativ att bilda Peer Sweden, förening med 50 tal mindre konsultföretag.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n DEL 2. Berättelse  från min man  Freddy\n\n\n1.\tHur jag träffade Luisa.\n\nJag heter Freddy Simberg och är född 1946 i Sverige. Mina föräldrar var också födda i Sverige. Jag har varit gift med min fru Luisa sedan 1973. Lite komiskt är det på det sätt som vi träffades.\nJag reste på semester till Tel Aviv 1972 med en byrå, Brodin tror jag, som senare gick i konkurs. Det var också så att jag träffade Luisa i samma scheirut på vägen från flygplatsen till Tel Aviv.\nDet var fullsatt på alla hotell som Brodin hade avtal med i Tel-Aviv  så varje dag låg mina kläder utanför dörren. Jag kunde bara stanna en natt i taget. Sen blev jag trött på detta   och flyttade till  Youth hostel. \nDå jag inte fick något hotell att checka in på, så kunde jag hjälpa Luisa med hennes bagage. \nHon skulle bo hos sin farbror Henek.  Nu var det också så att på samma Youth hostel bodde Jurek Gold som är en avlägsen släkting till Luisas tant Mila Gold. Jureks mamma och Mila Gold var kusiner. Jag ville ringa till Luisa nästa dag för att träffa henne och jag fick telefonnumret från Jurek.  På den vägen blev det sen att vi träffades oftare.\nJag har också ett minne som är svårt att glömma. Jag blev också hembjuden till Luisas andra farbror Erik ,som bodde i Beit Jehoushoa. I hans familj fanns två barn Noemi och Raffi, Luisas kusiner.\nNu blev ett bråk med Raffi och Eriks fru Sara, Raffis mor, som jag inte fattade vad de bråkade om.\nJag förstår ju inte hebreiska. I efterhand har jag förstått att jag ändrade på Raffis planer att bjuda ut Luisa. Han var ju argsint och tuff. Han var dessutom överste i armen. Han föreslog att jag skulle följa med honom ut i skogen för att skjuta fåglar. Jag sade att det kan jag väl göra. Alla andra blev oroliga.\nLyckligtvis kom vi tillbaka oskadda, så inget hände. Raffi ville nog bara skrämmas lite och testa om jag var rädd för honom.   \n\n\n2. Mina förfäder    \n\nTill skillnad från Luisa har jag vuxit upp i Sverige med många av mina släktingar då\nSverige var skonat från kriget. Jag hade mor och far samt en äldre syster Gun. Min farmor, morfar, faster och morbror fanns också då jag var yngre. Jag har många kusiner.\nMin släkt har bott i Sverige i fyra  generationer i Sverige på min mammas sida och i fem generationer på min pappas sida.\nMin farfar har jag aldrig sett. Han dog när min far var liten pojke. Han var dock född i Sverige.\nTydligen är jag således en fjärde  generation på den sidan, som jag nu upptäckt. Min farmor kom förmodligen från andra sidan Östersjön Livland eller Kuland. Hon var på väg till USA, men hade inte pengar att fortsätta vidare från Sverige. Hon hade en syster och en bror som emigrerade till USA, så min pappa hade en moster och kusiner i USA som han kunde hälsa\n på . Då var min farmor redan död.\n\n2.1 Mina förfäders ursprung på min pappas sida.\n\nMin farfars far Hesekiel Beer Simberg föddes 1 oktober 1838 i Neustad, Schirvint,Polen.\nHan dog 13 september 1918 på Sabbatsbergs sjukhus, Stockholm och ligger begravd på Norra begravningsplatsen, grav M1395.\nHan vigdes 1870 med Berta Simberg, f Pallitovski, född 12 januari 1844 i Labovo.\nDe fick sonen Gutman Simberg , född 4 september 1871 Stockholm, dog 1922 i Stockholm.\nHan ligger begravd på Norra begravningsplatsen.  Detta var min farfar. \nMin farfar gifte sig med min farmor Chana född Levin 20/2 1884, som alltså kom från Kurland eller från det hållet 24/11 1906.\nDe fick en son Anselm f. 16/10 1908, som var min far och en dotter Aida f. 3/7 1911. Min faster.\nMin farfar hade också en yngre bror Elias född 1879 i Stockholm och död 1960 begravd på Norra begravningsplatsen pl O.4164\nJag vet att Elias jobbade som spårvagnskonduktör.\nHan gifte sig civilt med Ellen Viktoria Blom i Svenska kyrkan.\nMin farfars far hade förmodligen även en äldre bror Jankel Schimberg född 29 juni 1832 i Neustad Schirvint  i Polen.\nHan vigdes 10 mars 1853 med Sara Abraham född 1 oktober 1834 i Wiesbaden, Tyskland. De hade två döttrar  :\nIda Schimberg och Amalia Schimberg som gifte sig med Chune Hurwitz.\nHela familjen avflyttade 12 augusti 1883 till Polen.    \nMin farfars far hade även en bror Abraham Simberg f.5 oktober 1842 i  Neustad,Schirvint i  Polen/ Tyskland , vigd 12 augusti 1857 med Lina Abelitsky , född 18 juli 1850 i Colvary i Polen.\nDeras barn var : Amalia Maria Simberg f.  7 juli 1868 i Stockholm , död 1869 i Stockholm  \nMarcus Salomon Simberg f 13 aug 1869 i Stockholm. \nSedan 1875 vistas familjen i USA.\nDessutom fanns en Gittel Simberg f. 1805 i Boisk Kurland. Hon har även bott i Neustad, död 1869 i Stockholm, grav A111.\n\n2.2 Mina förfäder på min mammas sida\n\nPå min mammas sida fanns en stor släkt.\nMin morfar Salomon Bikoff f. 2/12-1884 kom från Ryssland . \nHan var son till skräddaren Abraham Bikoff och dennes hustru Rosa f. Rapeport, Apeskevolitz församling I guvernementet Kovno, Ryssland. (Staden Bereslew).\n\nEnligt uppgift skulle han komma från en stad som hette Pelikan tidigare.\nSenare har jag hört från en släkting , pyssling, Leif Lapidus att släkten kom från staden Ob \nnära Novosibirisk , Mongolien alt  Ryssland. Leifs morfar och min morfar var kusiner.\nStaden Pelikan har under tidens lopp bytt namn till Milyuntsy . \nByn ligger ca 20 km sydost om Dvinsk som idag heter Daugavpils och ligger i Lettland.\nMin morfar rymde från värnplikten i Ryssland. Han kom ca 1905 till Sverige.\nHan gifte sig senare med min mormor Edla Bikoff. \nEdla var född Gerschman och kom från Dischna eller  Villnius, Ryssland, tidigare Polen.\n\nMin morfar var lumphandlare hos en firma L. Elliot. Han var mycket vigör och färdades runt \npå en cykel bl.a söderut åt Nynäshamn, sålde och bytte varor. Han kunde byta kläder och fick antikviteter tillbaka som han sedan sålde vidare. Han var kunnig på antikviteter och kunde tjäna på detta när han sålde dem.\nMin morfar blev ganska känd som gårdfarihandlare.\nFörfattaren Moa Martinson har bl.a.   skrivit om min morfar i en bok  ”Bakom Svenskvallen” .\nHan är omtalad på många sidor bl. 164,173,181,182 osv. Bl.a. står att Moa Martinson försökte lära honom svenska. Egentligen var min morfar skräddare i Ryssland, så han hjälpte Moa att ändra och sy om gamla kläder som lön för hennes insats som svensklärare. \nMin morfar och mormor fick dottern Rosa f. 1907, som var min mor. Hon blev 90 år och jobbade ändå till slutet.  Som jag tidigare nämnt hade min mamma en affär på Skånegatan 78, Simbergs Varulager, som blev hennes liv.  Hon var duktig affärskvinna.\nDet blev en slags institution på söder där tanterna kom och pratade av sig. Min mammas yngre syster Tora och bror Oskar bodde också på Söder, men vi har väl inte umgåtts så jättemycket. \nPå min morfars sida behölls efternamnet Bikoff.  Hans bror Kalman som emigrerade ungefär  samtidigt till Sverige bytte namnet till Bik och en del kusiner till Byk som kanske är mer känt\nän Bikoff. \nEgentligen finns mycket att berätta om min morfar. Han var gift tre gånger. Han kunde stå på händer på gamla dagar.\nHan var ofta inblandad i gräl med släkten. Det finns roliga kopior på timslånga polisförhör. Bråket kunde gälla 25 öre. Därför var det intressant och rolig läsning om detta.    \n \n\n3.\tMin uppväxt\n\n Jag föddes på Södersjukhuset och är uppvuxen på Södermalm. Familjen bodde från början i en modern lägenhet på Götgatan, men flyttade sedan till en stor paradvåning på Hornsgatan 75, när jag var 3-4 år. Jag gick i en privat småskola Maria Förberedande Elementarskola nära Mariatorget. \nStudenten tog jag i Södra Flickläroverket som hade börjat ta in pojkar enligt politiska beslut.\nFöräldrarna hade en affär med kläder och sängkläder som låg på Skånegatan 78. Min mamma som var en utpräglad affärskvinna hade kvar affären tills hon dog vid 90 års ålder. \nMin uppväxt präglades mycket av problemen och allt jobb med affären. Ibland stod jag själv i affären och hjälpte till att expediera kunder.   Jag fick också hjälpa till att gå många ärenden som t.ex. hämta varor hos grossister och gå med varor till kunder.\nVi var inte speciellt religiösa, men vi brukade gå på helgdagarna till Synagogan.\nTill  min faster Aida kom vi varje år för att fira jul. Jag såg alltid fram att få julklappar.\nVi hade ingen julgran hemma, men min faster som var gift med en svensk hade det däremot.\nVi åkte på den tiden 1950-60-talet ofta på utflykt och picknick då vi hade bil, men inte min faster.\nVi åt inte fläsk, dock skaldjur. Det fanns ingen Hillelskola så  jag och min syster gick till Religionsskolan varje vecka. Min syster konfirmerades i synagogan på den tiden och \njag tog Bar-Mitzva när jag var 13 år. Min syster Gun Simon  är 4,5 år äldre än mig. Hon fick också barn Anne och Stefan mycket tidigare än oss.  Anne och Stefan är mycket äldre (15-17 år äldre) än våra barn.  \nJag ville dock inte fortsätta på den banan utan pluggade vidare med matematik, statistik och företagsekonomi på Stockholms universitet. Jag utbildade mig till statistiker/matematiker.\nMitt första jobb var som utredare på Sveriges läkarförbund där jag var 5 år, sen på försäkringsbolaget SPP som försäkringsmatematiker i 5 år. Jag har också varit byrådirektör på Statistiska Centralbyrån ett par år och på L-data, landstingets datacentral några år. Slutligen var mitt sista jobb på Nordea i ca 27 år tills jag fick pension.\nJag har aldrig haft några problem med att jag var jude vare sig i skolan eller på arbetsplatserna.\nJag har ju alltid känt mig som svensk med en annan religion än kristendom. Det var först när jag träffade min fru Luisa som jag erfor att det inte bara var min religion som skilde sig från andra svenskar, utan jag tillhörde en minoritet, ett annat folkslag. \nJag brukar inte tänka så mycket på detta. Jag kan känna mig både stolt över vad denna minoritet kan åstadkomma och ledsen att det alltid förekommer avundsjuka och mer antisemitiska inslag i samhället.", 
          "modified": "Tue, 07 Dec 2021 07:01:39 GMT", 
          "topic_item": {
            "label": "Din levnadsberättelse", 
            "label_i18n": {
              "sv": "Din levnadsberättelse"
            }, 
            "type": "Textarea", 
            "uuid": "d58e5ff5-763f-4b84-8899-6cde6498c6c7"
          }, 
          "uuid": "1689e816-8f1f-472f-888a-577e4f637aee"
        }
      ]
    }, 
    {
      "archive_code": "M5/00013", 
      "comment_count": 0, 
      "contributor": {
        "birth_year": 1948, 
        "display_name": "Ella", 
        "gender": "woman", 
        "uuid": "d35c070c-5357-4d84-ae4f-aa1f8fa20277"
      }, 
      "coordinates": "", 
      "created": "Tue, 07 Dec 2021 08:19:50 GMT", 
      "hits": 102, 
      "imported": false, 
      "license": "CC BY", 
      "likes": 0, 
      "media": [
        {
          "created": "Tue, 07 Dec 2021 08:19:03 GMT", 
          "dms_id": "013Ajsp1c2yC", 
          "license": "CC0", 
          "mime_type": "application/vnd.openxmlformats-officedocument.wordprocessingml.document", 
          "modified": "Tue, 07 Dec 2021 08:19:03 GMT", 
          "name": "Min levnadsberättelse 2021 ny version Minnen (2).docx", 
          "order_by_number": 1, 
          "topic_item": {
            "label": "Ladda upp filer", 
            "label_i18n": {
              "sv": "Ladda upp filer"
            }, 
            "type": "Media", 
            "uuid": "e58ae7fd-30f9-4443-883a-e91dcd26770a"
          }, 
          "type": "document", 
          "uuid": "3e305ae2-c9c6-49af-be29-8bae34b6f7dc"
        }
      ], 
      "modified": "Wed, 08 Dec 2021 10:10:55 GMT", 
      "open_for_student_edit": false, 
      "presentation_url": "https://minnen.se/tema/vi/17588", 
      "published": true, 
      "ready_for_approval": false, 
      "submitted": false, 
      "title": "", 
      "title_i18n": {
        "sv": ""
      }, 
      "topic": {
        "name": "Vi, de fördrivna", 
        "name_i18n": {
          "sv": "Vi, de fördrivna"
        }, 
        "uuid": "0f976fb0-b14b-4ef8-8bf9-84f3f07e1736"
      }, 
      "user_id": 936, 
      "uuid": "c0d0c443-6012-4a9e-84e4-3a4b6dd5e7e4", 
      "values": [
        {
          "created": "Tue, 07 Dec 2021 08:19:50 GMT", 
          "display_value": "Katowice, Warszawa, Uppsala, Stockholm", 
          "modified": "Tue, 07 Dec 2021 08:19:50 GMT", 
          "topic_item": {
            "label": "Tidigare bostadsorter:", 
            "label_i18n": {
              "sv": "Tidigare bostadsorter:"
            }, 
            "type": "Textarea", 
            "uuid": "187d0728-3c06-46f4-95c3-43bf8b3c4b91"
          }, 
          "uuid": "dc2fe0bd-a969-4bc7-abec-d79e42bffe68"
        }, 
        {
          "created": "Tue, 07 Dec 2021 08:19:50 GMT", 
          "display_value": "Maj 1971", 
          "modified": "Tue, 07 Dec 2021 08:19:50 GMT", 
          "topic_item": {
            "label": "Ankomstdatum till Sverige:", 
            "label_i18n": {
              "sv": "Ankomstdatum till Sverige:"
            }, 
            "type": "Textarea", 
            "uuid": "ab9f42d8-a2cc-4eb1-928a-8a7ff91747ab"
          }, 
          "uuid": "724d42f2-4964-4b41-b733-8c45fe6fa888"
        }, 
        {
          "created": "Tue, 07 Dec 2021 08:19:50 GMT", 
          "display_value": "MIN LEVNADSBERÄTTELSE\n\n\tElla\n\nFödd 1948, Katowice\nBarndom och ungdomstid - i Warszawa\nKom till Sverige 1971\nBostadsorter i Sverige - Stockholm, Uppsala, Lund\n\nBERÄTTELSE OM MITT LIV I POLEN I ANTISEMITISMENS SKUGGA\nMitt tidiga liv - före den antisemitiska kampanjen och ankomsten till Sverige\nJag föddes 1948 i Katowice, som det andra barnet i familjen. Min två år äldre bror föddes knappt ett år efter kriget, 1946.\n1949, när jag var bara ett år gammal, flyttade familjen till Warszawa.\nJag var ett älskat barn, uppfostrat med ömhet och glädje av min far, och med kärlek och oro av min mor. Jag var en glad, nyfiken och livlig unge. Men min mammas traumatiserade post-Förintelse liv påverkade min uppväxt. Men om det blev jag medveten först i vuxen ålder. Jag var ett typiskt ”Förintelsens barn”, som Magrit Silberstein definierade så träffsäkert i sin nya bok.\nMin mor, som var född i Sosnowiec i Polen 1919, överlevde ghetto, två koncentrationsläger - i Auschwitz och i Gross-Rosen och sedan, mirakulöst, dödsmarschen. Min mor var yngsta barnet. Äldsta syster tillsammans med sin man och nioårige sonen Jerzyk  mördades 1943 i Auschwitzs gaskammare. Hennes äldre bror överlevde koncentrationslägret Bergen-Belsen och återförenades med sin syster i Sosnowiec först efter krigsslutet 1945.  Av den stora judiska släkten i Polen var de och deras kusin de enda som överlevde. Min mor överlevde likvidationen av ghetton i Sosnowiec och kom 1943 till ett arbetsläger Gross-Rosen som var en del av lägret i Auschwitz. Under dödsmarschen västerut 1945 flydde hon tillsammans med sin bästa väninna. De gömde sig på nätterna under de långa vintermånaderna undan nazisterna i lador och de sista veckorna även undan sovjetiska soldater. Många av hennes berättelser handlade om alla de omöjliga tillfälligheter som gång på gång räddade hennes liv. En gång var det en flyende tysk soldat som gav dem sin sista brödbit. Med den berättelsen uppfostrade min mamma oss, mig och min broder, i tolerans. ”En tysk räddade mig från hungerdöden”, sa hon ofta till oss. En annan gång blev hon och hennes väninna stoppade av två tyska SS-män som snabbt misstänkte att de var judinnor och skulle eskortera dem till Gestapo. Då hördes donet av ryska tankar, en av soldaterna skulle skjuta dem i sista stunden, den andra drog sin kamrat med sig, de kastade sig på sina cyklar och flydde. \nHon förlorade hela sin familj, sin mor och far, sin storasyster med hennes man och barn, 9-årige Jerzyk, min kusin som jag aldrig träffade. Endast hennes bror, min morbror överlevde tre andra koncentrationsläger. Dessa två utmärglade mänskliga vrak möttes gråtande utanför familjehemmet i Sosnowiec i februari 1945. Då lovade de varandra att de ska alltid bo nära. Så blev det, fram till 1968. Min mamma hamnade på TBC sanatorium i Tatra-bergen, svårt sjuk i tuberkulos; hon vägde bara 35 kilo. Men hon blev så småningom frisk och på våren  träffade hon sin kommande make, min pappa, på deras första arbetsplats i Katowice. \nMin pappa kom från en helt annan miljö, från en polsk, socialistisk arbetarfamilj; hans far och farfar var gruvarbetare i kolgruvan nära Katowice. Familjen var socialistisk, men även antisemitisk. Min far tog  helt avstånd från sin familj när han gifte sig med min mor 1946. Det accepterades inte att han gifte sig med en judinna. Från den stunden bröt han helt med alla sina familjemedlemmar och förblev den största ”juden” i vår lilla familj. Det är han som ville emigrera till Israel, och inte till Sverige. Det är han som uppmuntrade senare i Sverige min mamma att göra shabbat och fira judiska helger. Först 2009, efter hans död i Stockholm fick vi barn veta att han har under kriget gömt några judinnor i kolgruvan där han arbetade. \nMin mor, hennes bror och kusin med sina nya familjer fick 1947 inbjudan från sina närmaste släktingar i USA; de planerade resan dit. Det blev bara kusinen som till sist gav sig iväg. Min mamma stannade trots allt i Polen.1946 fick mina föräldrar sitt första barn, min bror och två år senare mig.\nMin mor var yrkesarbetande sedan hon gick ut Judiska gymnasiet i Sosnowiec och upp till sjuttioårsåldern i Sverige. I Polen var hon redaktör för en kvinnotidskrift, för ett medicinskt förlag och för en medicinsk facktidskrift i Warszawa. Hon hann också arbeta som kontorist/tolk på polska ambassaden i Wien, där vi bodde mellan åren 1955 och 1958. Efter den stora antisemitiska kampanjen i Polen 1968 kom hon 1971 till Sverige. Hennes längsta anställning i livet var också den sista, som redaktör i Stockholm. \nHon älskade kunskap av alla de slag och sörjde alltid att hon inte fick gå läkarutbildning. Hela sitt liv behöll hon sitt brinnande intresse för språk, konst, kultur, teater, musik. Något av det viktigaste för henne var språk. Hon talade flytande polska, jiddisch, tyska, och från femtioårsåldern även engelska och svenska. Men först och främst var hon en modig människa. Hon hade inte lätt för skämt och det fanns alltid ett djupt allvar i henne och en stark känsla av integritet. Samtidigt var hon en tolerant person med en outsläckligt positiv inställning till livet och en oerhört stark vilja att leva. När hennes barn fick egna barn blev barnbarnen, och de senaste åren även barnbarnsbarn till något av det viktigaste för henne. Livet skulle fortsätta. Trots sin allt svårare sjukdom kämpade hon för att aldrig släppa greppet. Min mamma dog 2006 omgiven av oss. Pappa som hela sitt liv avgudade henne levde bara tre år längre. Han dog 2009 i Stockholm. Båda är begravna på Södra Judiska begravningsplatsen i Stockholm.\nMen tillbaka till det tidiga 1950-talet.\nMin uppväxtmiljö och min judiska identitet präglades från mina tidigaste barndomsår av Förintelsens minnen och trauma. Att jag är en andra generationens Överlevande kändes från ungefär 5 års åldern. Avundsjuk på min äldre bror att han gick i skolan, lärde jag mig själv att läsa och skriva. En dag läste jag en text på en svart-vitt fotografi där jag bland annat såg en bön på minnesstenen över de förintade familjemedlemmarna. Det var skrivet på hebreiska och jag förstod inte. Frågade min mamma om betydelsen. Hon berättade då helt enkelt att vi är judar på hennes sida, om familjen som ”dog i kriget” (man berättar inte för en femåring om gaskamrar) och att jag ska vara stolt att jag är judinna. Det blev jag på en gång. Så pass stolt att nästa dag hann jag tala om det på förskolan för andra barn. Samma kväll har någon ristat en Davidsstjärna med kol på dörren till vår lägenhet i Warszawa och skrivit ”jävla judar”. Så, 1953, bara fem år gammal, upplevde jag på samma gång min judiskhet och antisemitism.\nSedan den episoden har jag inte så mycket minnen från antisemitismen i Polen, förutom tillfälligt hörda fragment av samtal och berättelser när mina föräldrar pratade med andra polska judar eller med min morbror.  Det talades polska hemma, ibland när min mor träffade min morbror talade de jiddisch när man inte ville att vi barnen ska förstå. När jag var fem år flyttade vi till centrala Warszawa, där det fram till 1968 bodde många judiska familjer. Båda mina föräldrar var yrkesarbetande och vi gick på förskolan och sedan i skolan. 1955 började jag i första klass i en grundskola som var uppkallad efter Janusz Korczak. Många av mina klasskompisar och även skolchefen var judar. Så antisemitismen i mina tidiga skolåren var kanske obetydlig eller mer osynlig. Men bara några månader efter skolstarten (jag satt mest och ritade djur, då jag sedan två år tillbaka kunde läsa och skriva och lärarna tyckte att jag ”störde”) slets jag och min bror från vår skolmiljö och familjen flyttade till Wien. Min pappa fick jobb på polska konsulatet och mamma arbetade där också som tolk. Jag sattes första året i en rysk grundskola vid sovjetiska ambassaden. En fin skola, fantastiska pedagoger och det var en minnesvärd, behaglig tid. Alla var trevliga mot mig, jag lärde mig ryska snabbt. Men efter det ryska ”tövädret”, avstaliniseringen, sattes vi i en österrikisk skola där jag gick fram till 1958. Där var det annorlunda - strängare, gråare, tråkigare, men jag lärde mig snabbt tyska och gjorde mina läxor. När jag var 10 år gammal kom vi tillbaka till Warszawa, till vår lägenhet och till min gamla skola. \nHemma firades inte speciellt några högtider överhuvudtaget, Förintelsetrauman tog över. Min mamma tände dock alltid två ljus på fredagskvällen och det serverades obligatorisk hönssoppa på lördagar; men hon förklarade aldrig varför. Religionen spelade därför inte någon roll i mitt hem. Min ”judiskhet” var alltså inte baserad på firandet av shabbat  eller andra judiska helger, men snarare på Förintelsen. Den ärvdes, med modersmjölken, i mina gener. Men från tolv årsåldern började jag läsa allt om den judiska religionen, om kriget, om koncentrationslägren och om Auschwitz och mina skuldkänslor gentemot min mor vägde mer än behovet av tonårsrevolten. Jag orkade inte riktigt frigöra mig från min mamma, så som sunda tonåringar bör göra, då jag alltid i bakhuvudet hade en känsla av skuld inför hennes Förintelsetrauma.\nInnan jag började på en ny skola - högstadiet och gymnasium - noterade jag bara några enstaka antisemitiska incidenter. En dag var jag vittne till när en av mina judiska klasskompisar blev slagen på skolgården av en annan elev som skrek efter honom ”din j….a jude”. En annan dag skrek lärarinnan i ryska språket på oss i klassen : ”Sluta pladdra som små judejävlar…”. Egentligen var det bara komiskt, men någon förälder klagade hos skolchefen och hon fick nästan sparken. Men då måste man komma ihåg att det var Janusz Korczaks skola, med en judisk skolchef.\nGymnasiet var en bra och spännande period i mitt liv, med bra lärare, fina kompisar, socialt liv i form av s k ”prywatki”, föräldrafria hemmafester. Jag hängde även ibland med mina äldre judiska vänner eller med min bror på den judiska kulturklubben Babel, mest känd av sina diskotek och bra dansmusik. En nästan bekymmersfri tid för en typisk självupptagen tonåring. Jag var fascinerad av historia och arkeologi, började även bli politiskt intresserad och följde vad som hände ute i världen: Patrice Lumumba  och Fidel Castro blev, av någon för mig idag konstig anledning för en kort tid, mina politiska idoler.\nJag tog studenten i juni 1966 med bra betyg och ansökte till femåriga arkeologistudier på universitetet i Warszawa. Konkurrensen var stenhård: 25 platser och 300 sökande. Jag kom in efter ett avklarat antagningsprov. I oktober 1966 började mitt nya studentliv. Jag bodde i mina föräldrars 3-rumslägenhet själv, då de åkte utomlands där min far fick tvåårskontrakt vid dammbyggnation. Jag var då knappt 18 år gammal, nybliven student, utan föräldrars tillsyn. Min bror gifte sig tidigt och bodde någon annanstans. Ganska snabbt flyttade min pojkvän in och friheten kändes underbart. 1967-1968 pluggade jag för det mesta, deltog i obligatoriska arkeologiska undersökningar men tjänade även pengar som sommaranställd på arkeologiska utgrävningar, i Polen och i Bulgarien. Den antisemitiska kampanjen började egentligen tidigare än 1968, redan ganska snart efter sexdagarskriget i Israel 1967. Det märktes inte direkt, men kom successivt in i medvetandet, i dagstidningar, i det politiska klimatet och språket.\n\nDen antisemitiska kampanjen mars 1968. \n\nKravallpoliser slog studenter. Snart uppmanades alla judar att emigrera. Jag var en av de unga som demonstrerade och såg sina vänner bli brutalt misshandlade. \nDen 7 mars 1968, klockan 19 på kvällen, ringer telefonen i lägenheten i Warszawa. Det är min äldre bror, fjärde årets filosofistudent, som vill varna mig inför morgondagen och studentdemonstrationerna. \nMen jag visste redan om det. Studenterna kämpade för grundläggande demokratiska rättigheter som yttrandefrihet och avskaffande av censuren. Allt började redan i februari, när Nationalteatern uppförde ”Dziady” (”Förfädersfesten”) av Adam Mickiewicz. När pjäsens hjälte Konrad framförde sina antiryska repliker brakade applåderna lös, ty man associerade tsarväldets förtryck med det sovjetiska och snart förbjöd regeringen fler föreställningar. Studenter demonstrerade utanför teatern och vid Mickiewiczs staty, skanderade: ”Fri teater! Fri konst!” Vi skrev under protestlistor för att befria arresterade studenter, Karol Modzelewski, Jacek Kuron med flera. De hade skrivit ett öppet brev till Polska förenade arbetarpartiet, för vilket de blev fängslade i 3 år. Studentstrejker bröt ut den 8 mars på Warszawas universitet och tekniska högskola och spred sig snabbt till universiteten i Wrocław, Kraków, Łódź m.m. Myndigheterna skickade kravallpoliser. \nMan beslöt tidigt att tillgripa en beprövad strategi – att lägga skulden på judarna - och bara några dagar senare såg man plakat som sade ”Sionisterna till Dayan” och ”Sionister – till Israel”. \nJag var då andra årets arkeologistudent.  ”Klart att jag kommer”, sa jag till min bror.  ”Men ta åtminstone på dig din fårskinnsjacka, de kommer att slå oss”, svarade han. \nSittande demonstration. Rektorns tal, studenternas tal, snabbt handskrivna plakat, 400 kravallpoliser med blå uniformer som rycker fram genom universitetets huvudport, slag med batonger, misshandel, vattenkanoner. Några kastar stolar från andra våningen. Plötsligt befann jag mig mittemot en blå mur av beväpnade kravallpoliser. Jag vet inte varför jag inte sprang min väg. Men de rörde mig inte, bara en vände sig om och slog mig med en batong på låret. Sedan var det bara fasa – min kurskamrat, som helt tillfälligt gick där, blev misshandlad, för sin ”judiska” fysionomi. Hon hade svart hår och ”judiskt utseende”. Vi började skrika: ”Gestapo, Gestapo”. Andra skrek också. Hon kom med ambulans till sjukhuset, med brutet käkben och hjärnskakning. Hon förstod ingenting, hon var inte judinna. Hon visste ingenting om demonstrationer. Berusade och drogade poliser, vilka transporterades hit med otaliga minibussar och bussar. Nowy Swiat. Vi flydde. De flesta sprang mot en kyrka på Krakowskie Przedmiescie, mittemot universitetet, på trappan, in i kyrkan. Det blev blodigt och våldsamt, man respekterade inte gömstället heller, inne i en kyrka. \nJag och min kille sprang åt motsatt håll. Tyst. En känsla av falsk säkerhet. Räddning. Plötsligt hörde jag ett rysligt vrål. I änden av den smala gatan låg vår judiske kompis G, en handikappad historiestudent, blödande, skrikande. Över honom fem rasande milismän som misshandlade honom grovt. Vi skrek åter ”Gestapo, Gestapo” och blev slagna och arresterades. Jag släpptes ut 24 timmar senare efter ett absurt förhör. \nDe följande nätterna kunde jag inte sova. Jag tänkte på G. Vad hände med honom? Långt senare fick jag veta att han hamnade på sjukhuset. De våldsamma händelserna och hans skrik förföljde mig länge. Sedan kom en kollega, D, till vårt hem, han gömde sig hos oss. Han var en av dem som var med om att starta studentprotesten. Den 12 mars blev även han arresterad. Han satt i fängelset i 2,5 år. Hans judiska efternamn utnyttjades flitigt i regeringens antisemitiska propaganda. \nMin äldre bror skickades till arméns ”strafförband”. Mina föräldrar, som vid tillfället befunnit sig utomlands kom tillbaka. Skrämda över vad som kan hända deras barn kom de genast till Polen. De var relativt unga och desperata, brydde sig inte så mycket om faror på vägen. De fick båda sparken från sina arbeten. Varför? För att min mamma är judinna. Min pappa gick direkt in till sin chef och kastade sin gamla partilegitimation rakt in i ansiktet på honom med orden: ”Din antisemit, jag ska ändå emigrera till Israel!”. Min mamma fick sparken direkt efter marshändelserna 1968,  i sin frånvaro. Jag relegerades från universitetet. Mina kurskamrater, förutom några enstaka, pratade inte med mig. \nAlla polska judar uppmanades att emigrera till Israel, och att ”frivilligt” skriva på att de avstod sitt polska medborgarskap. Vi ansökte om utresa. \nPå holländska ambassaden (som representerade Israel) ansökte vi samtidigt om visum till Israel och på svenska ambassaden till Sverige, där vi stod i kilometerlånga köer framför Svenska Ambassaden, nära Lazienki parken. Vi fick visum efter besöket på holländska ambassaden, där man utfärdade visum till Israel. Utfärden skulle ske genom Wien, när de första judarna utkastades från Polen, mellan december 1968 och sommaren 1969.\nMen bara min bror kunde lämna landet. Det var 1969. Han kom först till Marstrand, till ett språkläger för polska judar (se Anna Grinzweig Jacobsson bok från 2020: ”Flykten till Marstrand”) och efter tre månader till Stockholm. Mina föräldrar och jag fick avslag efter avslag. Vi kom till Sverige först i maj 1971. Egentligen ville jag åka till Israel - jag och min pappa, de enda i familjen. Drömde om mitt framtida liv som arkeolog i Israel. Men brodern och mamma ville till Sverige och jag kunde och förmådde inte splittra den lilla familjen.\nDessa två år av väntan var hittills mitt livs värsta mardröm. Vi hade inga pengar, för att kunna överleva målade vi villor och våningar i Warszawas rika förorter.  En god livserfarenhet i och för sig - kunde hädanefter måla själv min första lägenhet i Sverige, och sedan radhus och villan….På grund av brist på pengar bodde vi tillsammans med mina föräldrar, båda utkastade från sina arbeten, utan medel. Min far gick direkt till Judiska Teatern och fick en kortvarig anställning i biljettkassan….Min mor korrekturläste tidskriftstexter från sitt förra jobb på natten för att lämna dem till redaktionen på morgonen. Jag och min man (vi gifte oss på sommaren 1968)  målade rika polackers villor och läste till tentamina på kvällarna. Och på det sättet hankade vi oss fram…Men det påverkade relationer, mellan mig och föräldrarna, mellan oss och dem…\nTack vare en reko professor i arkeologi kunde jag dock avsluta mina studier 1971. Jag fick mitt magisterdiplom i slutet av april. Den 5 maj 1971 fick jag lyckligtvis utresetillstånd och snart satt vi - jag och min man på tåget till Stockholm, med resedokument i handen, som statslösa medborgare.\nDen 8 mars 1968 hade jag på bara några timmar genomgått en förvandling från en naiv, snäll student som trodde att alla var lika toleranta och liberala som mina föräldrar, till någon helt annan. Det var ett brutalt uppvaknande från en falskt trygg, studentikos dröm. Utan att jag då ens var medveten om det blev jag en oppositionell. Från den stunden har jag kämpat mot varje tecken på antisemitism, rasism, xenofobi. Senare i Sverige engagerade jag mig i de sovjetiska judarnas öde – de som inte fick resa till Israel – och i början av 80-talet också i Solidaritetsrörelsen. Men jag kan inte avsluta mina minnen från 1968 på det sättet. Det som händer idag i Polen gjorde att jag vägrade att komma till ”firandet” av mars 1968, trots inbjudan från olika polska och judiska organisationer. \nEMIGRATIONEN\nDen första tiden i Sverige\nDen 5 maj 1971 satte vi oss på tåget Warszawa -Berlin -Travemunde-Trelleborg- Stockholm. Jag kunde inte fatta att äntligen ska jag till Sverige! Kände mig upprymd och lycklig. Ett nytt liv väntar mig - utan antisemitism, i frihet. På färjan mellan Travemunde och Trelleborg frågade jag besättningen om vi är redan på svenskt territoriellt vatten och min lycka var gränslös när jag fick svaret. Kanske därför har jag aldrig längtat tillbaka till Polen, efter dessa händelser, efter den långa väntan på utresa, och aldrig mer betraktat mig själv som ”polska”. Jag var ju statslös när jag anlände till Sverige och från den dagen ville jag bli bara judinna och svensk. Redan 1974 fick jag och min man svenskt medborgarskap. Vi var då doktorander båda två. \nSverige! Vad visste jag om Sverige? Min kunskap om folkhemmet baserades på Selma Lagerlöfs böcker, Ingmar Bergmans filmer på studentklubben i Warszawa under mina studier, på Astrid Lindgrens idylliska bild av svenskheten i ”Barnen i Bullerbyn” som jag läste om och om igen i sju-åttaårsåldern…..Även i min magisteravhandling om neolitiska kulturer runt Östersjön skrev jag om svenska yngre stenålderns boplatser; utan att kunna svenska och utan en susning om landet.\nDe första dagarna var omtumlande, vi kom till Stockholms Central på kvällen den 5 maj, min bror och andra vänner som fanns redan på plats väntade på mig. Jag skulle skickas till språkläger i Alvesta, men på avrådan av min bror (man lär sig knappt språket på dessa läger), skrev vi in oss på ”svenska  för invandrare” vid Uppsala Universitet.  Vi fick ett rum på studenthemmet i Uppsala och ansökte om studiemedel. Vi fick bara för en person. Men vi var lyckliga, självständiga och fria och kände att vi inte är skyldiga svenska staten, som tog emot oss, ett öre. Min man levererade dagstidningar på morgonen och sen satt vi i skolbänken från kl 8 till kl 14 varje dag, måndag till fredag.  Efter tre månaders intensivkurs i svenska trodde jag att jag kunde förstå en del och kanske även bli förstådd. Två duktiga pedagoger lotsade oss i svenska språket; vi fick nya vänner, mest från Tjeckoslovakien och Chile som även dem kom mellan 1969-1972 till Sverige. Vår lärare i svenska bjöd oss till sin sommarstuga i Uppland  och min idealiserade, romantiserade uppfattning om Sverige, bekräftades.\nJag hade rekommendationsbrev från min gamle professor i Warszawa till en professor i Lund. Vi åkte buss från Uppsala till Lund och där fick jag min första språkchock! Man pratade helt annorlunda här än i Uppsala - jag fattade nästan ingenting. Skånska!\nDet tog ett tag att vänja sig vid ett helt annat uttal. När jag bröt på svenska i Uppsala, då bröt jag ännu mera här i Lund….\nAnpassningen till akademiska livet i Lund gick snabbt: efter uppropet i AF’s borgen fick vi studentlägenhet för studentpar, vår första egna  i livet, en tvårumslägenhet i Lund. Helt fantastiskt! En lycka! Efter det stressiga och trånga boendet med föräldrarna i väntan på utresan kände vi oss ovanligt fria, lyckliga, tillfredsställda. Äntligen en egen lägenhet. Vi hade nästan ingenting, madrass på golvet och några stolar och bord i köket. Så småningom kom vår kolli från Polen, med böcker, sängkläder och lite LP-skivor. Vi ansökte om studiemedel och köpte nödvändiga kökstillbehör, bokhylla och en liten soffa. \nJag kände mig ödmjuk, och tacksam…\nMina föräldrar fick under tiden en lägenhet i Stockholm och var sin tjänst som arkivarbetare; mamma som tolk på ett departement i Stockholm och pappa på Kungliga Biblioteket för att ordna ”Polonica”, gamla polska skrifter och böcker. Och deras tacksamhet gentemot svenska staten hade inga gränser.\nEfter kort samtal med professor på Arkeologiska Institutionen blev jag antagen direkt som fil. lic till doktorandstudier i arkeologi. Min tentamensbok och olika kurser som imponerade förutom arkeologi (kurser i filosofi, sociologi, socialantropologi etc) övertygade prefekten att vi kan utan vidare fortsätta och börja doktorera.\nMen först måste vi tjäna pengar - jag blev anställd på utgrävningar i Sturup (blivande Malmös flygplats) där under två månader fram till september har jag grävt i den skånska myllan och bekantade mig med det nya skånska språket. Det var kul, givande och jag var så tacksam.\nI september började mitt nya liv - som doktorand, utgrävare, guide på Historiska Museet i Lund och assistent vid undervisningen. Jag började undervisa nästan direkt efter nyåret 1972. Språket kom av sig själv, trots svårigheter och min första artikel på svenska publicerades i en arkeologisk tidskrift.\nLivet i Sverige \n1972-1990\nSedan följde några år med nya bekantskaper, nya vänner, arbete och studier samt utforskningen av det nya landet. Vår första resa var inte till Kanarieöarna, men till Värmland. På sommaren. För att vandra i fjällen, bo i en liten stuga och fira svensk midsommar. Jag har alltid varit naturens barn och de korta semestrarna i Dalarna, Värmland och vandrande på Kungsleden var det bästa jag kunde tänka mig. Men 1974 åkte jag för första gången i mitt liv till Paris. Det var förälskelse från första stunden, och där blev jag gravid.\n1975 föddes vår efterlängtade barn, en dotter.  Mitt liv förändrades igen.\nVi var båda doktorander och kunde ta hand om vår dot