{
  "count": 10, 
  "items": [
    {
      "archive_code": "M5/00010", 
      "comment_count": 0, 
      "contributor": {
        "display_name": "Ella"
      }, 
      "created": "Mon, 22 Nov 2021 07:58:59 GMT", 
      "hits": 33, 
      "imported": false, 
      "license": "CC BY", 
      "likes": 0, 
      "media": [
        {
          "created": "Mon, 22 Nov 2021 07:53:15 GMT", 
          "dms_id": "013AjPVUkQ3T", 
          "license": "CC0", 
          "mime_type": "application/vnd.openxmlformats-officedocument.wordprocessingml.document", 
          "modified": "Mon, 22 Nov 2021 07:53:15 GMT", 
          "name": "Min levnadsberättelse 2021 ny version Minnen.docx", 
          "order_by_number": 1, 
          "owner": "Ella", 
          "topic_item": {
            "label": "Ladda upp filer", 
            "label_i18n": {
              "sv": "Ladda upp filer"
            }, 
            "type": "Media", 
            "uuid": "e58ae7fd-30f9-4443-883a-e91dcd26770a"
          }, 
          "type": "document", 
          "uuid": "cdbd7ded-bb9a-4fa8-80bb-1c765077de5e"
        }
      ], 
      "modified": "Mon, 22 Nov 2021 07:58:59 GMT", 
      "open_for_student_edit": false, 
      "presentation_url": "https://minnen.se/tema/vi/17466", 
      "published": true, 
      "ready_for_approval": false, 
      "submitted": false, 
      "topic": {
        "name": "Vi, de fördrivna", 
        "name_i18n": {
          "sv": "Vi, de fördrivna"
        }, 
        "uuid": "0f976fb0-b14b-4ef8-8bf9-84f3f07e1736"
      }, 
      "user_id": 6464, 
      "uuid": "7f9300b0-4c3d-41ac-a67c-ba14ecf3a779", 
      "values": [
        {
          "created": "Mon, 22 Nov 2021 07:58:59 GMT", 
          "display_value": "Katowice, Warszawa, Uppsala, Stockholm", 
          "modified": "Mon, 22 Nov 2021 07:58:59 GMT", 
          "topic_item": {
            "label": "Tidigare bostadsorter:", 
            "label_i18n": {
              "sv": "Tidigare bostadsorter:"
            }, 
            "type": "Textarea", 
            "uuid": "187d0728-3c06-46f4-95c3-43bf8b3c4b91"
          }, 
          "uuid": "cc402e1e-2697-4c4e-abdb-8430d59aed65"
        }, 
        {
          "created": "Mon, 22 Nov 2021 07:58:59 GMT", 
          "display_value": "Maj 1971", 
          "modified": "Mon, 22 Nov 2021 07:58:59 GMT", 
          "topic_item": {
            "label": "Ankomstdatum till Sverige:", 
            "label_i18n": {
              "sv": "Ankomstdatum till Sverige:"
            }, 
            "type": "Textarea", 
            "uuid": "ab9f42d8-a2cc-4eb1-928a-8a7ff91747ab"
          }, 
          "uuid": "454bd675-bcdb-4dbc-ba26-f495916a15a7"
        }
      ]
    }, 
    {
      "archive_code": "M5/00009", 
      "comment_count": 0, 
      "contributor": {
        "birth_year": 1947, 
        "display_name": "Richard Lerner", 
        "gender": "man", 
        "place": "Stockholm", 
        "uuid": "52ddce6c-9bbc-4ef4-9b42-f57c3974bf0c"
      }, 
      "coordinates": "", 
      "created": "Tue, 02 Nov 2021 15:42:18 GMT", 
      "hits": 97, 
      "image_dms_id": "013AjP3H655r", 
      "imported": false, 
      "license": "CC BY", 
      "likes": 0, 
      "media": [
        {
          "created": "Tue, 02 Nov 2021 15:37:54 GMT", 
          "description": "Levnadsberättelse Richard Lerner", 
          "dms_id": "013AjP3H655q", 
          "license": "CC BY-NC", 
          "mime_type": "application/vnd.openxmlformats-officedocument.wordprocessingml.document", 
          "modified": "Tue, 02 Nov 2021 15:37:54 GMT", 
          "name": "Levnadsberättelse Richard Lerner.docx", 
          "order_by_number": 1, 
          "owner": "Richard Lerner", 
          "topic_item": {
            "label": "Ladda upp filer", 
            "label_i18n": {
              "sv": "Ladda upp filer"
            }, 
            "type": "Media", 
            "uuid": "e58ae7fd-30f9-4443-883a-e91dcd26770a"
          }, 
          "type": "document", 
          "uuid": "6e290db1-f3e2-4ba5-9787-ca9c4ad38ac3"
        }, 
        {
          "created": "Tue, 02 Nov 2021 15:39:34 GMT", 
          "description": "Richard Lerner", 
          "dms_id": "013AjP3H655r", 
          "image_height": 1886.0, 
          "image_ratio": 0.721102863202545, 
          "image_width": 1360.0, 
          "license": "CC0", 
          "mime_type": "image/jpeg", 
          "modified": "Tue, 02 Nov 2021 15:39:34 GMT", 
          "name": "DSC_0023.JPG", 
          "order_by_number": 1, 
          "topic_item": {
            "label": "Ladda upp filer", 
            "label_i18n": {
              "sv": "Ladda upp filer"
            }, 
            "type": "Media", 
            "uuid": "e58ae7fd-30f9-4443-883a-e91dcd26770a"
          }, 
          "type": "image", 
          "uuid": "88ec01a0-ddce-42f3-8d10-9c3073c0264f"
        }, 
        {
          "created": "Tue, 02 Nov 2021 15:39:42 GMT", 
          "description": "Richard Lerner", 
          "dms_id": "013AjP3H655s", 
          "image_height": 2833.0, 
          "image_ratio": 0.811154253441581, 
          "image_width": 2298.0, 
          "license": "CC0", 
          "mime_type": "image/jpeg", 
          "modified": "Tue, 02 Nov 2021 15:39:42 GMT", 
          "name": "DSCPDC_0002_BURST20211025145459117_COVER.JPG", 
          "order_by_number": 2, 
          "topic_item": {
            "label": "Ladda upp filer", 
            "label_i18n": {
              "sv": "Ladda upp filer"
            }, 
            "type": "Media", 
            "uuid": "e58ae7fd-30f9-4443-883a-e91dcd26770a"
          }, 
          "type": "image", 
          "uuid": "5c152efc-7323-40cc-a007-62cb196e1d5e"
        }
      ], 
      "modified": "Tue, 02 Nov 2021 15:45:24 GMT", 
      "open_for_student_edit": false, 
      "presentation_url": "https://minnen.se/tema/vi/17390", 
      "published": true, 
      "ready_for_approval": false, 
      "submitted": false, 
      "title": "", 
      "title_i18n": {
        "sv": ""
      }, 
      "topic": {
        "name": "Vi, de fördrivna", 
        "name_i18n": {
          "sv": "Vi, de fördrivna"
        }, 
        "uuid": "0f976fb0-b14b-4ef8-8bf9-84f3f07e1736"
      }, 
      "user_id": 6321, 
      "uuid": "d66db740-f827-4713-bd5b-15ab3c14f51f", 
      "values": [
        {
          "created": "Tue, 02 Nov 2021 15:42:18 GMT", 
          "display_value": "Richard Lerner\nFödd 1947\nBor i Stockholm\nTidigare bott: Lodz (Polen), Moheda (Småland), Uppsala, Malmö, Lund\nKom till Sverige 8 april 1971\n\nJag föddes 1947 och växte upp i en stor lägenhet i centrala Lodz. Lodz var då Polens andra största stad. Under 1800-talet utvecklades Lodz från ett litet samhälle till att bli en av de mest betydelsefulla textilindustristäderna i Europa. De stora textilindustriimperierna uppbyggda av tyska och judiska familjer fanns inte kvar efter 2:a världskriget och industrin höll på att förlora sin betydelse men fabrikerna stod kvar under hela min uppväxt. Utrustade med maskiner från slutet på 1800-talet pyrde de ut svart rök som lade sig som en hinna över staden och färgade allting grått. När jag under övre tonåren började bry mig om mitt utseende behövde jag alltid byta skjorta innan jag gick ut efter skolan för att slippa de svarta ränderna på manschetterna och kragen. Trots att Lodz storhetstid som industristad var förbi gjorde stadens geografiska närhet till Warszawa (som nästan totalförstördes under krigets slutskede) att den i många avseenden fungerade som landets centrum. Här bosatte sig också många Warszawabor och bland dessa de av min fars familj som överlevde kriget. Detta var en av orsakerna varför mina föräldrar och farföräldrar kom hit när de återvände från Sovjetunionen c:a 1946. De bodde först på ett annat ställe i Lodz och flyttade till 1:a majgatan i slutet av 40-talet.\nLägenheten bestod av sex rum, varav tre var riktiga paradrum. Vi var åtta personer som bodde där: förutom mig och mina föräldrar, mina farföräldrar och min faster Anna (Hanka) med sin man Henryk och deras son Piotr som föddes knappt ett dygn efter mig. I den stora matsalen kunde upp till 18 personer sitta vid stora bjudningar. Min familj lyckades rädda en del av familjeförmögenheten undan kriget och ansågs sannolikt vara förmögen med dåtidens mått mätt. I Lodz ägde familjen ett apotek och en liten kemisk fabrik (Henryk var kemist) fram till tvångsförstatligandet i början av 50-talet. Vi hade haft ett hembiträde så länge jag minns och under de första åren på 1:a majgatan även en kokerska. \nMin farfar drabbades av stroke när jag var fyra år gammal. Han vårdades i hemmet och dog efter en kort tid. Han blev begraven på judiska begravningsplatsen. Där kom också min farmor att begravas 17 år senare. Varken jag eller Piotr deltog i farfars begravning för att vi ansågs vara för små. \nMin far berättade sällan och ogärna om det förflutna men hans syster Hanka pratade desto mer om det. För henne verkade uppväxtåren i föräldrahemmet vara den lyckligaste tiden i livet och antog smått sagolika proportioner. Hon brukade berätta om det varje gång vi pratades vid. Vid något tillfälle rådde min fru, Nina, henne att skriva ner dessa minnen. Detta resulterade i ett manuskript. När Hanka skulle fylla 90 år 2007 tog jag mig an manuskriptet och gav ut det i form av en bok som blev Hankas födelsedagspresent. \nI sina memoarer berättade Hanka om sin familj och sin uppväxt i Kazimierz Dolny, en liten pittoresk stad i sydöstra Polen. Dit kom min farfar med sin fru och sin nyfödda son (min far, Aleksander – Olek som föddes 1913) från Czestochowa för att öppna apotek. Min farmors familj bodde i Czestochowa, där min farmors far sysslade med tillverkning av mineralvatten. Min farmor hade fem systrar och två bröder. Bröderna hittade alltid på massa hyss och ställde till bekymmer för sin far. Min farfar härstammade från Zamosc och var alltså apotekare. Efter 1:a världskrigets utbrott tog min farfar sin familj inåt Ryssland (Kazimierz Dolny låg inom det ryska imperiet). De hamnade i Kimry, utanför Moskva där min faster föddes 1917. Efter kriget flyttade familjen tillbaka till Kazimierz Dolny. Farfar byggde ett hus vid torget där familjen bodde ovanför apoteket. Under mellankrigstiden var den lilla staden på modet. Warszawas konstfack hade där sina friluftsmåleriläger och dess rektor, Kazimierz Pruszkowski, byggde sig ett hus och kom dit i sitt eget lilla flygplan. Till staden drogs artister, författare, skådespelare och politiker. Mina farföräldrar blev vänner med många av dem och min farfar gav ofta ekonomiskt stöd till unga artister. Min far ärvde tydligen många drag efter sina morbröder och min farfar fick flera gånger ingripa för att rädda honom från tråkiga konsekvenser av hans bus. Till slut gick min far ut gymnasiet och började läsa farmaci vid Warszawas universitet. Där träffade han min mor.\nMin mor, Irena, föddes i Warszawa 1913. Hon hade en äldre bror, Nikodem. Min morfar var fastighetsförvaltare och förvaltade det hus som familjen bodde i och som ägdes av min mormors familj. Nikodem drömde om att bli läkare men lyckades inte att komma in på läkarutbildningen trots upprepade försök (sannolikt p.g.a. numerus clausus). Under tiden avslutade han en juristutbildning. Tydligen var det inte lika svårt att studera till apotekare och min mor blev färdig redan 1936 och började arbeta som assistent vid professor Ludwik Hirszfelds institution. \nNär 2:a världskriget bröt ut blev min far inkallad. När det blev klart att Tysklands seger var nära förestående flydde min farfar med farmor och min faster österut. De kom till Kovel i Ukraina. Dit kom min far efter demobiliseringen. Även min mor kom till Kovel. Hennes familj stannade i Warszawa. I Kovel träffade min faster sin blivande man. Från Ukraina vandrade familjen vidare in i Sovjetunionen och kom till slut till Samarkand i Uzbekistan. Där tillbringade de resten av kriget. Min far arbetade på ett sjukhusapotek. Mina föräldrar gifte sig i Samarkand.\nEfter kriget kom således mina föräldrar, farföräldrar och faster med sin man till Lodz där det bodde två av min farmors systrar. Ytterligare en överlevde kriget och bodde i Warszawa. Det fanns också några kusiner. Ur min mors närmaste familj överlevde ingen. I Polen levde en avlägsen kusin och hon hade två kusiner i USA och en i Israel.\nI mitt hem pratades det inte om det judiska. Både mina och Piotrs föräldrar bytte till polskt klingande efternamn. Vi hette Lechowicz. Mina farföräldrar hette dock fortfarande Lichtson. Ingen av mina föräldrar kunde jiddisch. Vi upprätthöll inga judiska traditioner hemma. Vi firade jul, men inte påsk. Medvetande om att vi var annorlunda än andra fanns någonstans men det var djupt nedgrävt. Första gången som jag blev varse om min judiskhet var när jag gick i tredje klass. I oktober 1956 blev det arbetarprotester i flera städer och en av regimens eftergifter var att det blev kristendomsundervisning i grundskolan. På första kristendomslektionen beordrade läraren att judar skulle lämna klassrummet. Vi var två eller tre personer som reste sig och gick ut. Under följande år hände det någon gång att en av mina klasskamrater kallade mig jude när vi var ensamma. Jag upplevde det dock aldrig som en förolämpning för att han sa det med viss ömhet i rösten.\nJag hade faktiskt inte upplevt några andra antisemitiska yttringar ända till 1967, alltså tills jag var 20 år gammal. Jag läste medicin i Lodz och kände mig som alla andra. Min far var apotekschef på ett stort militärsjukhus i Lodz. Han hade överstelöjtnantsgrad trots att han inte var med i partiet. Min mor hade sedan flera år varit sjukpensionär på grund av svår multipel skleros. Under sommarlovet detta år tillbringade jag två veckor med min flickvän och nuvarande hustru vid polska Östersjökusten. När vi anlände med tåget till Lodz blev vi hämtade på stationen av min far. Då berättade han att han fått sparken. \nMin far var en person med en stor umgängeskrets. Han hade många vänner på viktiga positioner och därför kunde han under kort tid ordna tillstånd för att öppna egen verksamhet. I hans funktion som chef för ett sjukhusapotek ingick ansvaret för beställningar och lagerhållning av diverse medicinsk utrustning. Han visste vad som det var brist på och beslutade att börja producera enklare medicinska utrustningsdetaljer.\nJag deltog inte på något aktivt sätt i händelserna i mars 1968. Den antisemitiska kampanjen därefter var vämjelig men detta med min far hade redan hänt och jag blev personligen inte drabbad. Jag blev faktiskt belönad med s.k. vetenskapligt stipendium som delades ut för goda studieresultat med start från höstterminen 1968. Ingen antisemitism drabbade mig direkt. Det var ledsamt att flera av mina vänner bestämde sig att lämna Polen men jag hade inte ens en tanke på att göra det. \nOtrevligheter för min del började först våren nästa år. Då skulle man söka utländsk praktik inom ramar för studentutbyte. Dessa praktikplatser var mycket attraktiva för det var en av de få chanserna att kunna resa till väst. För att söka skulle man ha goda studieresultat och bli godkänd i ett språkprov. För säkerhets skull såg jag till att få godkänt i engelska, men också tyska och franska. Sedan ansökte jag om praktik i Storbritannien. Men jag fick inte resa. Motiveringen blev att jag inte kunde representera den genomsnittliga polska studenten. Denna förklaring lämnade partisekreteraren vid universitetsledningens sammanträde och min far fick veta detta av någon som satt vid sammanträdet. Mina vänner i studentföreningen blev så upprörda över att jag inte fick någon praktikplats att man lyckades ordna en sådan åt mig centralt i Warszawa (det fanns tydligen ett antal platser som inte gick via de enskilda universiteten).\nSedan början av min studietid hade jag varit verksam i studentföreningen. Våren 1969 var det val till de olika lokala delarna av verksamheten. Jag var föreslagen till att leda den verksamhet som hjälpte utländska studenter. Strax före sammanträdet kom kårordföranden fram till mig. Han var mycket upprörd och sa med darrande röst till mig att jag inte kunde kandidera och att jag visste varför. Under sammanträdet ville ingen av delegaterna kandidera till denna post för att alla visste att den var vikt åt mig. Man fick avbryta mötet och under pausen utövade partisekreteraren starka påtryckningar på en sistaårsstudent. Hon hotades med att inte få jobb om hon inte gick med på att kandidera. Så hon blev tvungen att acceptera att ställa upp för att bli vald.\nJag genomförde min praktik i Schweiz (på Inselspital i Bern) under september 1969. Studieåret började 1 oktober och till min förvåning var jag inte med på listan över studenterna. Detta rättades till rätt så snabbt. Det var dock droppen och jag blev till slut övertygad om att jag måste lämna Polen.\nSom det har nog framgått kände jag inte några starkare judiska band. Jag ville inte åka till Israel. I Europa fanns egentligen bara två alternativ: Danmark och Sverige. Jag valde Sverige för att en av mina vänner och min fasters familj redan var där sedan något år tillbaka. Det sades också att Danmark beviljade inresetillstånd till alla i min situation som ville åka dit medan Sverige prövade varje ansökan individuellt. Det som verkade mindre tillgängligt blev mer lockande. Min vän som redan var i Sverige informerade mig att om jag hade godkänt i alla prekliniska ämnen i Polen skulle jag kunna tillgodoräkna ett studieår i Sverige. Jag tenterade det sista prekliniska ämnet i slutet av januari 1970 och ansökte om utresa i februari. Jag visste inte då att man skulle strypa utresetillstånden i slutet av 1969. Så det blev avslag. Avslaget motiverades med en paragraf som lydde: ”särskilda sociala skäl”. De sociala skälen skulle vara att mina föräldrar lämnades i Polen. Mina föräldrar hade en välfungerande social tillvaro, de behärskade inte främmande språk och min mor var svårt rörelsehandikappad, varför vi tidigare hade beslutat att jag ensam skulle ansöka om utresa. Nu ansökte de istället tillsammans med mig men vi fick avslag alla tre. Motiveringen av mitt avslag var densamma som tidigare men mina föräldrars var ”särskilda statsskäl”. Detta förklarades med att min far som tidigare militär kunde besitta kunskap om viktiga militära hemligheter. Och sedan fortsatte den här karusellen: vi lämnade nya ansökningar och fick ständigt nya avslag ända tills mars 1971 då vi plötsligt fick utresetillstånd alla tre. Vi lämnade Polen 8 april 1971.\nVi reste med bil och kom in i Sverige i Ystad. Därifrån åkte vi till Göteborg där min faster med familj bodde. Det blev en rörande återförening. Det var påsk och direkt därefter gick vi till närmaste polisstation. Jag minns inte alla detaljer men det förefaller mig att allt var redan ordnat (möjligen var polisen varskodd av vår familj att vi skulle komma) och vi blev hänvisade till en flyktingförläggning i Moheda, i Småland. Som bilburna kunde vi bege oss dit rätt så omgående. Vi bodde i fina och välutrustade stugor i en stugby, en familj i varje stuga. Helpension och fickpenning (3 kr/dag + 2 kr/skoldag om jag minns rätt). Vi fick även kuponger för klädinköp. Vilken generositet! Alla vardagar blev man bussad till språkskolan i Alvesta. Då jag var medicinstuderande och ansökt om att fortsätta utbildningen i Sverige blev jag antagen till en kurs i svenska för läkare som gick i Uppsala. Vi åkte till Uppsala i början på juni. Mina föräldrar fortsatte med vanlig sfi-kurs där. Jag skulle få fortsätta mina läkarstudier och blev tilldelad en plats vid Lunds universitet med start på medicinkursen som gick på Malmö Allmänna Sjukhus (MAS) under förutsättning att jag blev godkänd i svenska och engelska.\nVäl i Malmö installerade jag mig i en personalbostad. Starten av medicinkursen var ganska stressande, inte minst för skånskan. Det var enbart tre studenter per avdelning och mina två kollegor var mycket hjälpsamma. Jag minns att de såg till att de patienter som jag tilldelades inte talade alltför bred skånska. I Malmö bodde en familj till en av mina studiekamrater i Lodz och de tog emot mig som familjemedlem. \nInnan jag lämnade Polen lovade jag min fästmö, Nina, att vi skulle försöka träffas så fort vi kunde. Egentligen var först tanken att vi skulle gifta oss och lämna Polen tillsammans men helt plötsligt spreds information att man skulle vara gift i två år om det rörde sig om s.k. blandäktenskap (regimen höll förstås koll på sina judar) för att få utresetillstånd. Så nu skulle vi försöka träffas och vi trodde att det skulle vara lättast i Ungern. Jag skulle behöva ta ledigt några dagar från undervisningen vilket var mycket svårt enligt mina kurskamrater. Till min förvåning blev det inga problem när jag förklarade situationen för kursledaren.\nMina föräldrar flyttade från Uppsala till Lund under hösten 1971 och jag flyttade in till dem. Min far fick en s.k. arkivanställning vid kemiinstitutionen vid Lunds universitet och min mor fick svenskt sjukbidrag. Under jullovet samma år arbetade jag som vårdbiträde på MAS. Under påsklovet 1972 hälsade jag på en tysk läkarstuderande som jag hade lärt känna under min praktik i Schweiz. Den 1 april fick jag en rundvisning av det sjukhus i Berlin som han gjorde sin praktik på. Vi åt lunch i sjuhusmatsalen när jag meddelade honom att just i det ögonblick höll jag på att gifta mig. Då jag inte kunde få tillstånd att åka till Polen kunde man skaffa ett domstolstillstånd där att få gifta sig genom ombud. Och så blev det. Tydligen var 1 april det enda datum då folk inte ville gifta sig och det passade min fästmö och mig alldeles utmärkt (det blev ett mycket lyckat ”skämt” som pågår fortfarande). Nina avslutade sina läkarstudier på våren och kom till Sverige i juli. Vi flyttade till en studentbostad i början av terminen. Hösten 1973 var Nina klar med sfi och läkarsvenskan i Uppsala och började arbeta på lungkliniken i Lund. Vi umgicks med mina studiekamrater och folk i vår ålder från emigrationen -68 (”marsgänget”).\n\tJag fick mitt första underläkarvikariat på medicinkliniken MAS sommaren 1972. Nästa sommar arbetade jag som underläkare på radioterapikliniken (onkologen) på samma sjukhus. \nHösten 1973 var det dags för mig att söka AT (allmäntjänstgöring). Jag tog fram det dokument som jag hade fått från Socialstyrelsen när jag skulle fortsätta min läkarutbildning i Sverige. Nu upptäckte jag en formulering som jag inte hade uppmärksammat två år tidigare. Den godkända delen av min polska utbildning motsvarade det svenska med.kand. examen som avlades efter de fyra första terminer. Då jag började mina svenska studier med medicinkursen (termin 7) saknades det plötsligt ett helt år i Socialstyrelsens skrivelse. Kontakt med Socialstyrelsen avslöjade att man hade tänkt sig (men inte talat om det tidigare) att jag skulle tentera av de ämnen som man läste under det saknade året. Och det hade jag nu 3 månader på mig. Det rörde sig om 3 stora ämnen och en propedeutikkurs. Återigen blev jag trevligt överraskad av mina lärare. Jag fick utan vidare godkänt propedeutikkursen. Professorn i patologi hade inga problem med att rakt av godta mitt i Polen godkända patologitentamen. Så till slut blev det bara två ämnen (farmakologi och mikrobiologi) kvar att tentera. \nJag började mitt AT på Serafen i Stockholm 1 februari 1974. Vi flyttade från Lund i en hyrd minibuss. Nina var gravid i fjärde månaden. Vi bodde först i en personalbostad i Stadshagen. Sedan träffade vi några personer ur ”marsgänget” som hamnade i Stockholm. Flera av dem bodde i Sollentuna och där fanns lediga insatslägenheter. Insatsen var låg och vi kunde flytta in i april. Vår son, Martin, föddes på Löwenströmska sjukhuset 29 juni 1974. Nina arbetade på röntgenavdelningen S:t Eriks sjukhus fram till dagen före förlossningen.\nDet blev en kort föräldraledighet. För mig någon vecka och för Nina ett halvår. Barnpassning var svår att ordna och vi fick skaffa en polsk barnflicka när Nina återgick i arbete i januari 1975, då på röntgenavdelningen på Karolinska. Under några månader våren 1976 gick hon en kurs för utländska läkare i Örebro.\nVi bytte vårt efternamn från Lechowicz till Lerner 1975. Lerner var min farmors flicknamn och vi tyckte att det var lättare att använda i Sverige än Lichtson som var min fars ursprungliga efternamn. Jag tyckte att det var en lättnad att bli av med det polskt klingande Lechowicz. Jag hade börjat intressera mig för det judiska och Chaim Potok blev min favoritförfattare. I Polen uppfattade jag mig som polack med judiskt ursprung. Nu blev jag jude som härstammar från Polen.\nMitt arbete gav mig en enorm tillfredställelse. AT började med ett halvår av anestesi-kirurgi, därefter följde medicin. Serafens medicinklinik hade huvudsakligen en kardiologisk inriktning vilket passade mig mycket bra. Jag måste ha varit uppskattad för att jag blev betrodd med att vara jour på hjärtintensiven (vilket AT-läkare sällan blev). Vid slutet av min medicintjänstgöring blev jag lovad ett vikariat efter avslutad AT som skulle inträffa något år senare. På den tiden var ett underläkarvikariat den enda vägen till arbete i Stockholm. När det blev dags tog jag kontakt med klinikstudieledaren för att få veta när jag skulle börja på Serafen igen. Han verkade mycket besvärad när han talade om för mig att jag inte fick komma. Chefen, Gunnar Biörk, ville inte att jag skulle arbeta på hans klinik. Motiveringen var att min svenska inte var tillräckligt bra. Det lustiga var att Gunnar Biörk, som var riksdagsledamot på den tiden, visade sig ytterst sällan på sjukhuset. Jag hade faktiskt aldrig växlat några ord med honom. Under alla mina 50 år i Sverige var det nog den enda personliga erfarenheten av sådan attityd.\nJag vikarierade som distriktsläkare i Åkersberga under våren 1976. Under sommaren samma år hade jag ett underläkarvikariat på medicinkliniken S:t Eriks sjukhus. Jag trivdes inte särskilt bra där (hade en överläkare som jag ansåg vara inte riktigt klok). När jag blev tipsad om en ledig plats på medicinkliniken på Södersjukhuset provade jag min lycka där. Det har jag aldrig ångrat. Kliniken hade en tredubbel profil: diabetes, gastroenterologi och hematologi. Jag hade i minnet mina goda erfarenheter från onkologi i Malmö och valde hematologin. Det blev en riktig fullträff.\nHösten 1977 flyttade vi från lägenheten i Sollentuna till en villa i Spånga. Vår andra son, Mikael, föddes 26 mars 1978. Efter barnledigheten arbetade Nina heltid och vi hade fortfarande polska barnflickor. Då vi pratade polska hemma kunde inte våra söner någon svenska. Det var fortfarande mycket svårt att få en daghemsplats. Vi blev tipsade om Hillelskolan som också hade en förskola. Dessutom hade man där en skolskjuts. Både Martin och Mikael trivdes mycket bra på Hillelskolan. Det verkade inte spela någon större roll att de inte hade några judiska traditioner med sig hemifrån. Vi flyttade från Spånga till en lägenhet på Östermalm 1985.\nJag har fortsatt arbeta på hematologen på Södersjukhuset och när omorganisationen av Stockholms sjukvård slog till flyttade jag tillsammans med verksamheten till Huddinge 1996. Jag försvarade min doktorsavhandling hösten 1993. Jag har alltid haft enbart positiva erfarenheter av mina olika arbetsplatser (möjligen med undantag för S:t Erik). Arbetsklimatet på hematologen har varit fantastiskt både vad det gällde kollegor och övrig personal.  \nNina arbetade som överläkare på geriatriken på Rosenlunds sjukhus fram till mitten på 90-talet då hon öppnade en privatpraktik, Hon drabbades av stroke 2006 och kunde inte arbeta efter detta. Bland annat av denna anledning gick jag i förtidspension 2010 vid 63 års ålder, men arbetade sporadiskt under ytterligare ett par år. \nVåra båda söner gick ut Östra Real. Martin läste sedan på läkarlinjen och Mikael provade några humanistiska ämnen innan han till slut hamnade på biomedicin på Karolinska. \nVi flyttade från Östermalm till Vasastan i början av 2000. Vi har 5 barnbarn\nSedan c:a 2003 har vi regelbundet besökt Polen och även skaffat oss en liten lägenhet i Warszawa. Vi var där i mars 2018 och upplevde vissa aspekter av 50-årsjubileet spöklikt lika det som hände 1968. Det kändes på många sätt som att cirkeln har slutits.", 
          "modified": "Tue, 02 Nov 2021 15:42:18 GMT", 
          "topic_item": {
            "label": "Din levnadsberättelse", 
            "label_i18n": {
              "sv": "Din levnadsberättelse"
            }, 
            "type": "Textarea", 
            "uuid": "d58e5ff5-763f-4b84-8899-6cde6498c6c7"
          }, 
          "topic_item_type": "dbc74838-ad1e-4ffd-9295-c4e13e7f20c6", 
          "uuid": "9a9e35ca-6b42-422f-84eb-31d1a2fcd48e"
        }, 
        {
          "created": "Tue, 02 Nov 2021 15:42:18 GMT", 
          "display_value": "8 april 1971", 
          "modified": "Tue, 02 Nov 2021 15:42:18 GMT", 
          "topic_item": {
            "label": "Ankomstdatum till Sverige:", 
            "label_i18n": {
              "sv": "Ankomstdatum till Sverige:"
            }, 
            "type": "Textarea", 
            "uuid": "ab9f42d8-a2cc-4eb1-928a-8a7ff91747ab"
          }, 
          "topic_item_type": "dbc74838-ad1e-4ffd-9295-c4e13e7f20c6", 
          "uuid": "ff32d4ed-ccbf-4f55-a374-9fb4ea454fcd"
        }, 
        {
          "created": "Tue, 02 Nov 2021 15:42:18 GMT", 
          "display_value": "Lodz (Polen), Moheda (Småland), Uppsala, Malmö, Lund", 
          "modified": "Tue, 02 Nov 2021 15:42:18 GMT", 
          "topic_item": {
            "label": "Tidigare bostadsorter:", 
            "label_i18n": {
              "sv": "Tidigare bostadsorter:"
            }, 
            "type": "Textarea", 
            "uuid": "187d0728-3c06-46f4-95c3-43bf8b3c4b91"
          }, 
          "topic_item_type": "dbc74838-ad1e-4ffd-9295-c4e13e7f20c6", 
          "uuid": "76dbbfe1-7652-4660-82f3-81eca36750e6"
        }
      ]
    }, 
    {
      "archive_code": "M5/00008", 
      "comment_count": 0, 
      "contributor": {
        "display_name": "Regina Feierberg"
      }, 
      "created": "Wed, 20 Oct 2021 20:47:25 GMT", 
      "hits": 45, 
      "imported": false, 
      "license": "CC BY", 
      "likes": 0, 
      "modified": "Wed, 20 Oct 2021 20:47:25 GMT", 
      "open_for_student_edit": false, 
      "presentation_url": "https://minnen.se/tema/vi/17371", 
      "published": true, 
      "ready_for_approval": false, 
      "submitted": false, 
      "topic": {
        "name": "Vi, de fördrivna", 
        "name_i18n": {
          "sv": "Vi, de fördrivna"
        }, 
        "uuid": "0f976fb0-b14b-4ef8-8bf9-84f3f07e1736"
      }, 
      "user_id": 6402, 
      "uuid": "36b32a79-fed0-4cc1-a8c0-4cd6a7d5323f", 
      "values": [
        {
          "created": "Wed, 20 Oct 2021 20:47:25 GMT", 
          "display_value": "Jag heter  Regina Feierberg är född 1946 i Zdunska Wola som enda barnet till Chaja och Ajzyk Celnik, bägge överlevande från getton i Lodz och Warszawa samt koncentrationsläger  Ravensbruck och Auschwitz. \n\nJag växte upp med stark judisk identitet, dvs ett liv hemma och ett annat liv utanför.\n\nMina föräldrar pratade jiddisch med varandra och med sina vänner, ofta om upplevelser under kriget. \n\nSom barn var jag rädd för tyska soldater .\n\nDet viktigaste var att studera. \"Det som  man har i huvudet har man alltid med sig\"\n\nJag växte upp i Zdunska  Wola ( ca 40000 invånare) där det efter 1956 fanns 5 judiska familjer.\nDet hände ofta att någon skrek på gatan att  jag borde åka till Palestina  och i grundskolan när man avhandlade Hitler  eller Jesus tittade klassen på mig.\n\n1964 började jag läsa medicin i Lodz så 1969 var jag klar med 5 av 6 års studier. \n\nSedan 6-dagars kriget kändes det som att det fanns mindre och mindre luft att andas med  pga den antijudiska propagandan i media. Man undvek att lyssna på nyheter eller läsa tidningar, där det oftast meddelades om hur många stadsfiender/ sionister sparkades från jobb eller universitet. \n\nSommaren 1968 arbetade jag på ett barnkollo som läkare. Kunde inte förstå  att nästan  ingen av personalen pratade med mig. Det visade sig sedan att chefen beordrade  detta eftersom jag var judinna. Jag förstod hur mitt framtida arbetsliv skulle se ut .\n\nSommaren1969 ansökte vi (min mamma,min dåvarande make och jag) om utresetillstånd \noch en 4/11 anlände vi till Ystad som statslösa, med några resväskor och tentamensböcker.\n\nEfter en övernattning i anexet till  Hotellet Saltsjöbad placerades vi på flyktingförläggning i Sölvesborg ďär vi efter ca 3 dagar började läsa svenska. Undervisningen i svenska bestod av 4 nivåer . Våra lärare hade material till 2 nivåer, så på våren hände inte något mer. \nAv denna anledning åkte vi (mot ledningens vilja) till  Malmös Judiska församling som hjälpte till att skaffa lägenhet , sedan till Kursverksamhet i Lund  där vi fick plats för fortsätta studier samt hjälp  att skaffa studielån.\n\nUnder  sommaren fick vi  komplettera engelska för betyg på gymnasienivå  samt kurs i \"medicinal svenska\".\n\nPå hösten när att detta varit avklarat visade sig att det var i stort sätt omöjligt att fortsätta läsa medicin pga platsbrist. \n\nJag fick reda på vem som varit ansvarig för antagning på Socialstyrelsen så jag begav mig till Karolinska sjukhuset och lyckades träffa den ansvarige professorn som berättade att det var studentföreningar som var oroliga att undervisningen skulle bli lidande om man placerade 28 studenter på 6 universitet!\nDock den3/1 1971  blev vi uppringda av  Socialstyrelsen om att min make och jag skulle börja dagen efter  i Umeå!\n\nJag blev klar med studierna 1972 och fick svensk läkarlegitimation 1974.\nSedan blev jag specialist i barn och ungdomsmedicin och därefter i allmänmedicin. \nSlutade arbeta 2020 vid 74 års åldern. \n\n1972 föddes vår dotter  Isabella som har gått ut Molekulär bioteknik på KTH i Uppsala där hon också disputerade. Isabella har arbetat efter det på Astra Zeneca och  sedan 6 år bor hon med familjen (Marcus och deras 3 barn) i USA  och fortsätter med forskning. \n1976 föddes Artur  som efter studenten åkte till USA där han skaffade sig MBA examen. Redan på första terminen träffade han sin  hustru Patty och med de  bor utanför  Chicago tillsammans med sin lilla dotter  Liv Hannah.\n\nÄr väldigt tacksam Sverige som har gett oss möjlighet till ett rikt liv i frihet.", 
          "modified": "Wed, 20 Oct 2021 20:47:25 GMT", 
          "topic_item": {
            "label": "Din levnadsberättelse", 
            "label_i18n": {
              "sv": "Din levnadsberättelse"
            }, 
            "type": "Textarea", 
            "uuid": "d58e5ff5-763f-4b84-8899-6cde6498c6c7"
          }, 
          "topic_item_type": "dbc74838-ad1e-4ffd-9295-c4e13e7f20c6", 
          "uuid": "d5c02f96-7187-46f9-b293-db357ca90ea9"
        }, 
        {
          "created": "Wed, 20 Oct 2021 20:47:25 GMT", 
          "display_value": "4/11 1969", 
          "modified": "Wed, 20 Oct 2021 20:47:25 GMT", 
          "topic_item": {
            "label": "Ankomstdatum till Sverige:", 
            "label_i18n": {
              "sv": "Ankomstdatum till Sverige:"
            }, 
            "type": "Textarea", 
            "uuid": "ab9f42d8-a2cc-4eb1-928a-8a7ff91747ab"
          }, 
          "topic_item_type": "dbc74838-ad1e-4ffd-9295-c4e13e7f20c6", 
          "uuid": "4c75a28c-66bf-4521-944c-522a964679f3"
        }, 
        {
          "created": "Wed, 20 Oct 2021 20:47:25 GMT", 
          "display_value": "Zdunska Wola, Lodz", 
          "modified": "Wed, 20 Oct 2021 20:47:25 GMT", 
          "topic_item": {
            "label": "Tidigare bostadsorter:", 
            "label_i18n": {
              "sv": "Tidigare bostadsorter:"
            }, 
            "type": "Textarea", 
            "uuid": "187d0728-3c06-46f4-95c3-43bf8b3c4b91"
          }, 
          "topic_item_type": "dbc74838-ad1e-4ffd-9295-c4e13e7f20c6", 
          "uuid": "f9275595-ce41-4499-b68f-8ad451914fdb"
        }
      ]
    }, 
    {
      "archive_code": "M5/00007", 
      "comment_count": 0, 
      "contributor": {
        "display_name": "Wiktor Raldow"
      }, 
      "created": "Thu, 14 Oct 2021 07:48:57 GMT", 
      "hits": 115, 
      "imported": false, 
      "license": "CC BY", 
      "likes": 0, 
      "media": [
        {
          "created": "Thu, 14 Oct 2021 07:39:03 GMT", 
          "dms_id": "013AitqSfs2x", 
          "license": "CC BY-NC", 
          "mime_type": "application/vnd.openxmlformats-officedocument.wordprocessingml.document", 
          "modified": "Thu, 14 Oct 2021 07:39:03 GMT", 
          "name": "Levnadsberättelse juni 2021.docx", 
          "order_by_number": 1, 
          "owner": "Wiktor Raldow", 
          "topic_item": {
            "label": "Ladda upp filer", 
            "label_i18n": {
              "sv": "Ladda upp filer"
            }, 
            "type": "Media", 
            "uuid": "e58ae7fd-30f9-4443-883a-e91dcd26770a"
          }, 
          "type": "document", 
          "uuid": "596a4047-eb21-4154-b055-cfd75cc34e87"
        }
      ], 
      "modified": "Thu, 14 Oct 2021 07:48:57 GMT", 
      "open_for_student_edit": false, 
      "presentation_url": "https://minnen.se/tema/vi/17352", 
      "published": true, 
      "ready_for_approval": false, 
      "submitted": false, 
      "topic": {
        "name": "Vi, de fördrivna", 
        "name_i18n": {
          "sv": "Vi, de fördrivna"
        }, 
        "uuid": "0f976fb0-b14b-4ef8-8bf9-84f3f07e1736"
      }, 
      "user_id": 6378, 
      "uuid": "52b958e3-cc0d-4c2c-afac-d2f4bc513d7c", 
      "values": [
        {
          "created": "Thu, 14 Oct 2021 07:48:57 GMT", 
          "display_value": "", 
          "modified": "Thu, 14 Oct 2021 07:48:57 GMT", 
          "topic_item": {
            "label": "Din levnadsberättelse", 
            "label_i18n": {
              "sv": "Din levnadsberättelse"
            }, 
            "type": "Textarea", 
            "uuid": "d58e5ff5-763f-4b84-8899-6cde6498c6c7"
          }, 
          "topic_item_type": "dbc74838-ad1e-4ffd-9295-c4e13e7f20c6", 
          "uuid": "e9dd8a31-3c51-4286-bbd0-d7ec40114d1b"
        }, 
        {
          "created": "Thu, 14 Oct 2021 07:48:57 GMT", 
          "display_value": "11 juni 1969", 
          "modified": "Thu, 14 Oct 2021 07:48:57 GMT", 
          "topic_item": {
            "label": "Ankomstdatum till Sverige:", 
            "label_i18n": {
              "sv": "Ankomstdatum till Sverige:"
            }, 
            "type": "Textarea", 
            "uuid": "ab9f42d8-a2cc-4eb1-928a-8a7ff91747ab"
          }, 
          "topic_item_type": "dbc74838-ad1e-4ffd-9295-c4e13e7f20c6", 
          "uuid": "0c7ac0f2-a1b2-4c80-a5bf-774ebe27b0ed"
        }, 
        {
          "created": "Thu, 14 Oct 2021 07:48:57 GMT", 
          "display_value": "Lodz", 
          "modified": "Thu, 14 Oct 2021 07:48:57 GMT", 
          "topic_item": {
            "label": "Tidigare bostadsorter:", 
            "label_i18n": {
              "sv": "Tidigare bostadsorter:"
            }, 
            "type": "Textarea", 
            "uuid": "187d0728-3c06-46f4-95c3-43bf8b3c4b91"
          }, 
          "topic_item_type": "dbc74838-ad1e-4ffd-9295-c4e13e7f20c6", 
          "uuid": "940b5a95-a891-4595-bce9-5b405a62cd24"
        }
      ]
    }, 
    {
      "archive_code": "M5/00006", 
      "comment_count": 0, 
      "contributor": {
        "display_name": "Ewa Gutniak"
      }, 
      "coordinates": "", 
      "created": "Mon, 11 Oct 2021 11:16:11 GMT", 
      "hits": 117, 
      "image_dms_id": "013AitqLjF6P", 
      "imported": false, 
      "license": "CC BY", 
      "likes": 0, 
      "media": [
        {
          "created": "Mon, 11 Oct 2021 11:44:05 GMT", 
          "description": "Marstrand 1969", 
          "dms_id": "013AitqLjF6P", 
          "image_height": 2892.0, 
          "image_ratio": 0.714384508990318, 
          "image_width": 2066.0, 
          "license": "CC BY-NC", 
          "mime_type": "image/jpeg", 
          "modified": "Mon, 11 Oct 2021 11:44:05 GMT", 
          "name": "Marstrand porträtt 1.jpg", 
          "order_by_number": 1, 
          "owner": "Mark Gutniak", 
          "topic_item": {
            "label": "Ladda upp filer", 
            "label_i18n": {
              "sv": "Ladda upp filer"
            }, 
            "type": "Media", 
            "uuid": "e58ae7fd-30f9-4443-883a-e91dcd26770a"
          }, 
          "type": "image", 
          "uuid": "5bdf085b-4bcc-4507-b86f-4508aa313276"
        }, 
        {
          "created": "Mon, 11 Oct 2021 11:13:42 GMT", 
          "dms_id": "013AitqLjEwh", 
          "license": "CC BY-NC", 
          "mime_type": "application/vnd.openxmlformats-officedocument.wordprocessingml.document", 
          "modified": "Mon, 11 Oct 2021 11:13:42 GMT", 
          "name": "Levnadsberättelse till Nordiska museet  6 maj 2021.docx", 
          "order_by_number": 1, 
          "owner": "Ewa Gutniak", 
          "topic_item": {
            "label": "Ladda upp filer", 
            "label_i18n": {
              "sv": "Ladda upp filer"
            }, 
            "type": "Media", 
            "uuid": "e58ae7fd-30f9-4443-883a-e91dcd26770a"
          }, 
          "type": "document", 
          "uuid": "af8fea2f-8ff5-4d42-b59f-b03a87845d6e"
        }
      ], 
      "modified": "Thu, 14 Oct 2021 12:21:01 GMT", 
      "open_for_student_edit": false, 
      "presentation_url": "https://minnen.se/tema/vi/17317", 
      "published": true, 
      "ready_for_approval": false, 
      "submitted": false, 
      "title": "", 
      "title_i18n": {
        "sv": ""
      }, 
      "topic": {
        "name": "Vi, de fördrivna", 
        "name_i18n": {
          "sv": "Vi, de fördrivna"
        }, 
        "uuid": "0f976fb0-b14b-4ef8-8bf9-84f3f07e1736"
      }, 
      "user_id": 6361, 
      "uuid": "fd88690a-a0b3-4f22-a9db-970cefd7a5f9", 
      "values": [
        {
          "created": "Mon, 11 Oct 2021 11:16:11 GMT", 
          "display_value": "8 oktober 1969", 
          "modified": "Mon, 11 Oct 2021 11:16:11 GMT", 
          "topic_item": {
            "label": "Ankomstdatum till Sverige:", 
            "label_i18n": {
              "sv": "Ankomstdatum till Sverige:"
            }, 
            "type": "Textarea", 
            "uuid": "ab9f42d8-a2cc-4eb1-928a-8a7ff91747ab"
          }, 
          "topic_item_type": "dbc74838-ad1e-4ffd-9295-c4e13e7f20c6", 
          "uuid": "fbc184b6-b3b9-42a0-99d8-d991d27a8682"
        }, 
        {
          "created": "Mon, 11 Oct 2021 11:16:11 GMT", 
          "display_value": "Warszawa", 
          "modified": "Mon, 11 Oct 2021 11:16:11 GMT", 
          "topic_item": {
            "label": "Tidigare bostadsorter:", 
            "label_i18n": {
              "sv": "Tidigare bostadsorter:"
            }, 
            "type": "Textarea", 
            "uuid": "187d0728-3c06-46f4-95c3-43bf8b3c4b91"
          }, 
          "topic_item_type": "dbc74838-ad1e-4ffd-9295-c4e13e7f20c6", 
          "uuid": "80fd0afb-f487-47c4-9a1d-d6d439bccb42"
        }
      ]
    }, 
    {
      "archive_code": "M5/00005", 
      "comment_count": 0, 
      "contributor": {
        "birth_year": 1951, 
        "display_name": "Anna", 
        "gender": "woman", 
        "place": "Warszawa", 
        "uuid": "60d60d97-d9e4-45f8-af21-9c5ce4f84c4f"
      }, 
      "created": "Fri, 08 Oct 2021 18:14:24 GMT", 
      "hits": 67, 
      "imported": false, 
      "license": "CC BY", 
      "likes": 0, 
      "media": [
        {
          "created": "Fri, 08 Oct 2021 18:11:48 GMT", 
          "description": "Anna levnadsberättelse", 
          "dms_id": "013AitirC4zy", 
          "license": "CC BY-NC", 
          "mime_type": "application/vnd.openxmlformats-officedocument.wordprocessingml.document", 
          "modified": "Fri, 08 Oct 2021 18:11:48 GMT", 
          "name": "Anna levnadsberättelse.docx", 
          "order_by_number": 1, 
          "owner": "Anna", 
          "topic_item": {
            "label": "Ladda upp filer", 
            "label_i18n": {
              "sv": "Ladda upp filer"
            }, 
            "type": "Media", 
            "uuid": "e58ae7fd-30f9-4443-883a-e91dcd26770a"
          }, 
          "type": "document", 
          "uuid": "ab398319-6fee-4b76-acb2-fddb424938d3"
        }
      ], 
      "modified": "Fri, 08 Oct 2021 18:14:24 GMT", 
      "open_for_student_edit": false, 
      "presentation_url": "https://minnen.se/tema/vi/17310", 
      "published": true, 
      "ready_for_approval": false, 
      "submitted": false, 
      "topic": {
        "name": "Vi, de fördrivna", 
        "name_i18n": {
          "sv": "Vi, de fördrivna"
        }, 
        "uuid": "0f976fb0-b14b-4ef8-8bf9-84f3f07e1736"
      }, 
      "user_id": 6321, 
      "uuid": "0daab488-a9df-45ac-b946-d12e22d33e22", 
      "values": [
        {
          "created": "Fri, 08 Oct 2021 18:14:24 GMT", 
          "display_value": "26 januari 2021. Förintelsedagen. Jag läser berättelser från det ockuperade Polen, mördandet i Ukraina, koncentrationsläger… Jag har lyssnat och läst om detta otaliga gånger tidigare. Det är lika drabbande varje gång. Jag upplever det som en del av min egen historia, en oskiljaktig del av min judiska identitet. \n\nJust idag känns min egen resa futtig och inte värd att ägna sig åt. Det må vara viktigt för var och en av oss som blev tvungna att flytta från Polen, det må vara viktigt för historieskrivningens skull men den föreställningen bleknar i relation till vittnesmålen från förr. \nBakgrund\nJag heter Anna, är född 1951 i Warszawa. Jag kom till Sverige 1969 med min bror och mina föräldrar. Sedan dess har jag bott den mesta tiden i Göteborg. Efter språkstudier och ambitioner om ett yrkesliv som översättare väcktes så småningom mitt intresse för psykologi och ett arbete som psykolog och psykoterapeut. Ett val jag aldrig har ångrat. Jag har levt i 45 år med en italiensk man och har två vuxna barn. Vi har valt att tala italienska hemma, medan mitt modersmål polska har trätt i bakgrunden. Det kan tänkas vara ett anmärkningsvärt val men kan förstås i ljuset av mitt konfliktfyllda sökande efter ”att hitta hem.”\n\nJag är uppvuxen i Warszawa men under ett år av mitt liv, mer exakt 1956, blev Israel familjens vistelseort. Det var mina föräldrars försök att skydda oss barn från antisemitismen i Polen. Ett misslyckat försök dock, då vi återvände till Warszawa. Jag har bara fragmentariska minnen men det sas i efterhand att min far inte kunde finna sig till rätta och att han saknade sitt professionella sammanhang. Han arbetade som journalist och fick komma tillbaka till sin tidigare arbetsplats efter återkomsten.\n\nJag minns mina föräldrars tillsägelser att inte yppa ett ord om vistelsen i Israel. Jag minns att jag inte förstod varför. Jag fick inte heller någon förklaring. Det är ett minne som har nog präglad min upplevelse av att vara judinna kopplad till en distinkt känsla av obehag. En upplevelse av att jag/vi var fel utan att förstå varför. \n\n22 juli 2021. Det blev en längre paus i mitt skrivande än jag hade trott. Nu när jag tar upp det igen inser jag att det ständigt verkar pågå en inre dialog om det jag har varit med om och att jag känner behov att skriva om det. \n\nDet finns ytterligare två återkommande minnen som tränger sig på; det ena utspelar sig i maj 1969 då jag hör mina föräldrar prata tyst med varandra, i tron att vi barn inte hör, om beslutet att lämna Polen. Det andra utspelar sig i oktober 1969 på tågstationen i Warszawa, då vi sätter oss på det tåg som ska ta oss till Sverige. Två upplevelser som försatte mig i känslor av maktlöshet och hopplöshet.  \n\nJag fick veta av en slump, en månad innan studenten, att vi skulle flytta. Jag var sjutton år och kunde inte acceptera att mina föräldrar ställde mig inför ett redan fattat beslut. Jag blev arg och chockad. Trots den pågående antisemitiska kampanjen fanns det inte i min föreställningsvärld att just vi skulle flytta. Jag minns att jag knappt kunde tänka mig att vi skulle kunna flytta till en annan gata. Jag kunde inte tänka mig ett liv någon annanstans och utan mina vänner. De flesta av dem var polacker och min judiska identitet var tämligen svag. Utan form och innehåll. Jag fick inte någon hjälp att knyta ihop de trådar som var nödvändiga för förståelsen av min bakgrund. Det var någonting som jag hade en vag aning och onda föraningar om men som ingen pratade om. Att vi var judar var ”en icke-fråga” i min familj tills den antisemitiska kampanjen tog fart och samtalen hemma började präglas av rädslan och utsatthet. Jag hade önskat att mina föräldrar på något sätt kunde förmedla vår judiska tillhörighet, i stället för att ”skydda mig” genom att tiga och undvika. \n\nMin mamma berättade sin överlevnadshistoria historia först i samband med budskapet om att vi skulle lämna Polen. Hon överlevde kriget mot alla odds medan hela hennes släkt blev utplånad. Hon hamnade tillsamman med sina föräldrar i Warszawas ghetto och flydde precis innan upproret medan de inte hann fly. Min mamma lyckades gömma sig först i skogen och sedan hos en polsk kvinna som tog hand om henne i krigets slutskede. Hon var sjutton år och helt ensam. Hon har fragmentariska minnen från den tiden och det är svårt för henne att prata om det som hänt. Däremot pratar hon fortfarande om den polska kvinnan som räddade hennes liv, som blev som en mamma för henne och fortsatte att vara det så länge hon levde. \n\nDen hätska antisemitiska kampanjen i Polen fick min mamma att känna sig som villebråd igen. Överväldigad av rädslan ville hon fly till en trygg plats. Och det var också under den perioden som hon började säga: ”Vi måste åka iväg, jag är rädd, vi vet inte vad de kommer att göra med oss.” Själv var jag uppfylld av ilska, desperation och maktlöshet inför beslutet om att lämna Polen och just då kunde jag inte identifiera mig med hennes känslor och rädslor.\n\nMin pappa gick motvilligt med på att emigrera. Hans historia skilde sig från min mammas. Han växte upp i östra Polen, numera Ukraina. Han var kommunist och under kriget anslöt han sig till Röda armén. Efter kriget flyttade han till Warszawa där ha så småningom fick jobb som journalist. Att bli utsatt för den antisemitiska kampanjen på hans jobb var en förnedring som han aldrig kom över. Han trodde på det nya socialistiska Polen och att behöva flytta för andra gången innebar att ge upp allt som hade varit viktigt för honom. Han sörjde sitt jobb, sin profession, sin ideologiska övertygelse och drevs snarare av känslor av uppgivenhet än rädsla och otrygghet. Under tiden före avresan utkristalliserades så två läger, ett bestående av mig och min pappa, de som ville stanna, och den andra av min yngre bror och min mamma, de som ville åka.\n\nVidden av att emigrera förstod jag först i efterhand, när den första chocken och förvirringen hade lagt sig. Det som skedde var definitivt och utan återvändo. Att vi var tvungna att avsäga oss vårt medborgarskap och bli statslösa kändes obegripligt och overkligt. \n\nNär det verkligen blev tydligt att det inte fanns någon utväg och det första motståndet lagt sig var jag nog i ett långvarigt chocktillstånd. Jag visste knappt vad jag gjorde, jag levde som i ett töcken. Räddningen blev att finna samhörighet med andra unga människor som gick igenom liknande erfarenheter, som också skulle emigrera. De sista månaderna innan avresan umgicks jag mer med judiska kompisar än vad jag hade gjort under hela mitt liv. Det var då som ett livslångt sökande tog sin början. Sökandet efter en tillhörighet.  Bortom skam och undvikande. Bortom den förnedring och kränkning som flytten från Polen innebar. \n\nDe formalia som krävdes av polska myndigheter i samband med flytten var kränkande. Många människor blev trakasserade. En del av både mina och mina föräldrars vänner vände oss ryggen. Det var outhärdligt. Samtidigt var allt jag var tvungen att skiljas från lika outhärdligt. Jag minns känslan av undergång när vi åkte till en soptipp med böcker som inte vi kunde ta med oss och som skulle slängas. Senare en likande känsla vid själva avresan med alla vänner på perrongen. Jag har ett vagt minne från just det tillfälle. Det är mycket folk, många har kommit för att vinka av, jag kan inte urskilja någon. Overklighetskänsla sköljer över mig. Sedan minns jag ingenting fram tills vi kommer till polska gränsen. Jag blir orolig och känner starkt obehag. Jag vet att man kan bli utsatt för repressalier och trakasserier från gränspolisen. Men vi får stämpel i våra statslösa dokument utan kommentar och åker vidare. Dagen efter anlände vi till Stockholm. Allt kändes främmande och fortsatte att göra det under de kommande åren. \n \nJag visste absolut ingenting om vad som skulle hända när vi kom till Sverige. Det var helt tomt. Inför avresan kände jag mig inte nyfiken på det land vi skulle flytta till. Jag var för upptagen av att hantera förlusten av ”mitt polska liv”.  I efterhand kan jag se hur den upplevelsen har präglat ”mitt svenska liv”.  Från första början har jag varit avvaktande och avståndstagande till både människor och företeelser som jag uppfattade som typiskt svenska. Jag läste polska böcker och polska tidningar. Jag var upptagen med att upprätthålla kontakten med mina polska vänner och längtan efter mitt hem vilket förstärktes av samvaron i den polsk-judiska emigrantgruppen. Den i viss mån påtvingade tillhörigheten började skapas redan i kön utanför ambassaden och fortsatte under tågresan, vistelsen på flyktingförläggningen och språkkursen. Samhörigheten gav trygghet men var också begränsande. Både jag och många andra hoppades att det skulle finnas en annan plats på jorden som skulle kännas bättre, mera hemma än Sverige. För min del tog flera år innan jag kunde börja öppna mig mot det liv och den plats jag befann mig på och börja knyta kontakter utanför den polsk-judiska gruppen. \n\nInnan dess sökte jag mig till Israel, efter två år i Sverige. Ett land där jag trodde jag kunde leva ut min judiska tillhörighet. Men även om jag nog kände mig mer hemma där än i Sverige valde jag ändå att inte flytta för gott. Kanske av rädsla att behöva bryta upp igen… kanske för att det inte kändes helt rätt…\nEfter fyra år i Sverige gjorde jag ett nytt försök och flyttade till England. Även där kände jag mig mer hemma än i Sverige men kom tillbaka efter ett år. Kanske igen av rädsla att behöva klara mig själv… Jag började tvivla att det någonsin skulle kännas ”hemma” på samma sätt som i Polen. \nEfter sju år i Sverige och som en nybliven svensk medborgare kunde jag besöka Polen för första gången. Det var viktigt att komma tillbaka, att återse gamla vänner och välkända platser men det fanns också en känsla av obehag. Jag upplevde att den utifrån påklistrade definitionen av mig som judinna, den som fick mig att känna mig avvikande i Polen väcktes till liv. Det var då jag på djupet förstod att Polen inte var mitt hem längre. \n\nDe första åren i Sverige präglades av saknaden av mitt tidigare liv, vänner, språket, platser. Självklarheten i vardagen. De präglades av osäkerhet vem jag var och vem jag ville vara. Men medan jag i Polen skamset höll tyst om min judiska tillhörighet kunde jag i Sverige känna mig fri att visa öppet vem jag var. Jag upplevde det som en befrielse och som en upprättelse. \n\nVändpunkten \n\nVändpunkten i min upplevelse av ”att känna mig hemma” kom i samband med att jag flyttade in i ett kollektiv. Jag flyttade ihop med några (svenska) studenter som blev mina vänner för livet. I samvaro med dem förändrades så småningom min upplevelse av utanförskap och avståndstagande mot allt det som från början kändes främmande. Umgänget med dem gav mig utrymme att reflektera över min erfarenhet som flykting, judinna och människa. En annan erfarenhet som blev avgörande för mig under de åren blev mötet med amerikanska judar.  I samtalen med dem upptäckte jag att det fanns olika sorters judisk tillhörighet. Nu, i efterhand, kan jag förstå att jag smittades av den självklarhet och stolthet i deras upplevelse av att vara judar som jag saknat. \n\nUnder den perioden i mitt liv började jag undan för undan fjärma mig från den polsk-judiska gruppen. Det skedde utan någon större dramatik. När jag inte längre upplevde den initiala känslan av samhörighet behövde jag söka mig vidare.  \nIdentitet\n\nUnder min uppväxt hade det alltid på ett undermedvetet sätt funnits vetskap om att jag var judinna. Att vara judinna var på ett diffust sätt en upplevelse av att vara fel, annorlunda.  I andras ögon, men också i mina egna. Jag visste att andra visste och att man kunde bli uppmärksammat som avvikande.  Jag hade ett typiskt judisk efternamn som avslöjade min tillhörighet. När närvarolistan lästes högt i klassrummet upplevde jag obehag.  Redan i första klass gjorde min lärare sig lustig över mitt ”svåra” efternamn och alla skrattade. Detta pratade jag inte med mina föräldrar om och kunde inte dela det med mina kompisar. Jag levde inte i en judisk gemenskap och mina närmaste vänner var polacker. Mina föräldrar pratade aldrig om saker som rörde det judiska. Det ordlösa, det icke-nämnda fick jag tidigt i mitt liv förhålla mig till bäst jag kunde. Det var en tung börda. Känslan av en judisk tillhörighet saknades och antisemitismen låtsades man inte om… Den upplevelsen kunde jag sätts ord på först när jag blev tvungen att flytta från Polen. \n\nJag läser Salomon Schulmans recension av Flykten till Marstrand där han beskriver sin erfarenhet av en resa i Polen 1967: Framför allt mötte jag polacker som direkt reagera på mitt judiska förnamn. Det hade jag aldrig upplevt som ett kastmärke, skriver han. Jag upplevde mitt efternamn som ett kastmärke, ett stigma, tänker jag medan jag läser hans minnen från resan.\n\nJag kan se idag hur jag alltid har strävat efter att hitta sammanhang där det var möjligt att dela min upplevelse av att vara judinna med andra, sammanhang där jag kunnat få hjälp att sätta ord på mina erfarenheter. För mig har det varit en livslång process att formulera och omformulera det som jag idag upplever som min judiska tillhörighet. Det känns inte längre som en börda utan som en tillgång. Det finns ingen kluvenhet eller ambivalens längre. Jag är judinna, uppvuxen i Polen och känner mig hemma både i Sverige och i Italien.", 
          "modified": "Fri, 08 Oct 2021 18:14:24 GMT", 
          "topic_item": {
            "label": "Din levnadsberättelse", 
            "label_i18n": {
              "sv": "Din levnadsberättelse"
            }, 
            "type": "Textarea", 
            "uuid": "d58e5ff5-763f-4b84-8899-6cde6498c6c7"
          }, 
          "topic_item_type": "dbc74838-ad1e-4ffd-9295-c4e13e7f20c6", 
          "uuid": "ccbcdb62-bf51-4ba3-b4e1-11f3676b54d5"
        }, 
        {
          "created": "Fri, 08 Oct 2021 18:14:24 GMT", 
          "display_value": "Oktober 1969", 
          "modified": "Fri, 08 Oct 2021 18:14:24 GMT", 
          "topic_item": {
            "label": "Ankomstdatum till Sverige:", 
            "label_i18n": {
              "sv": "Ankomstdatum till Sverige:"
            }, 
            "type": "Textarea", 
            "uuid": "ab9f42d8-a2cc-4eb1-928a-8a7ff91747ab"
          }, 
          "topic_item_type": "dbc74838-ad1e-4ffd-9295-c4e13e7f20c6", 
          "uuid": "5e6cb741-f236-42cf-a049-68e0409c49d1"
        }, 
        {
          "created": "Fri, 08 Oct 2021 18:14:24 GMT", 
          "display_value": "Warszawa", 
          "modified": "Fri, 08 Oct 2021 18:14:24 GMT", 
          "topic_item": {
            "label": "Tidigare bostadsorter:", 
            "label_i18n": {
              "sv": "Tidigare bostadsorter:"
            }, 
            "type": "Textarea", 
            "uuid": "187d0728-3c06-46f4-95c3-43bf8b3c4b91"
          }, 
          "topic_item_type": "dbc74838-ad1e-4ffd-9295-c4e13e7f20c6", 
          "uuid": "e2113cd4-7584-4584-859b-e0315c46b405"
        }
      ]
    }, 
    {
      "archive_code": "M5/00003", 
      "comment_count": 0, 
      "contributor": {
        "display_name": "Maria Rotstein"
      }, 
      "coordinates": "", 
      "created": "Wed, 29 Sep 2021 08:25:20 GMT", 
      "hits": 286, 
      "image_dms_id": "013AitVwUycC", 
      "imported": false, 
      "license": "CC BY", 
      "likes": 0, 
      "media": [
        {
          "created": "Thu, 30 Sep 2021 07:59:01 GMT", 
          "description": "Maria Rotstein levnadsberättelse", 
          "dms_id": "013AitcHAFHM", 
          "license": "CC BY-NC", 
          "mime_type": "application/vnd.openxmlformats-officedocument.wordprocessingml.document", 
          "modified": "Thu, 30 Sep 2021 07:59:01 GMT", 
          "name": "Maria Rotstein levnadsberättelse.docx", 
          "order_by_number": 1, 
          "owner": "Maria Rotstein", 
          "topic_item": {
            "label": "Ladda upp filer", 
            "label_i18n": {
              "sv": "Ladda upp filer"
            }, 
            "type": "Media", 
            "uuid": "e58ae7fd-30f9-4443-883a-e91dcd26770a"
          }, 
          "type": "document", 
          "uuid": "73a212b8-8b23-430a-9889-b2ef79e934d5"
        }, 
        {
          "created": "Wed, 29 Sep 2021 08:49:01 GMT", 
          "dms_id": "013AitVwUycC", 
          "image_height": 580.0, 
          "image_ratio": 0.736206896551724, 
          "image_width": 427.0, 
          "license": "CC BY-NC", 
          "mime_type": "image/png", 
          "modified": "Wed, 29 Sep 2021 08:49:01 GMT", 
          "name": "Maria Rotstein Marsstrand 1970.png", 
          "order_by_number": 1, 
          "topic_item": {
            "label": "Ladda upp filer", 
            "label_i18n": {
              "sv": "Ladda upp filer"
            }, 
            "type": "Media", 
            "uuid": "e58ae7fd-30f9-4443-883a-e91dcd26770a"
          }, 
          "type": "image", 
          "uuid": "3a567623-24b4-42b0-9cbb-ad779b3aad5f"
        }
      ], 
      "modified": "Thu, 30 Sep 2021 08:00:28 GMT", 
      "open_for_student_edit": false, 
      "presentation_url": "https://minnen.se/tema/vi/17284", 
      "published": true, 
      "ready_for_approval": false, 
      "submitted": false, 
      "title": "", 
      "title_i18n": {
        "sv": ""
      }, 
      "topic": {
        "name": "Vi, de fördrivna", 
        "name_i18n": {
          "sv": "Vi, de fördrivna"
        }, 
        "uuid": "0f976fb0-b14b-4ef8-8bf9-84f3f07e1736"
      }, 
      "user_id": 6321, 
      "uuid": "994159ed-250b-4f27-b24f-a57e35e0ca95", 
      "values": [
        {
          "created": "Wed, 29 Sep 2021 08:25:20 GMT", 
          "display_value": "Maria Rotstein levnadsberättelse\n\nMaria Rotstein, född 1926\nKvinna\nGöteborg, tidigare Marstrand\n1969 ankomst till Sverige som politisk flyttning från Polen Warszawa\n\nFödd i Wien, Österrike, både föräldrar polska judar.\nVarför i Wien?\nMin far då endast 23 år gammal, aktiv kommunist sedan tonårs-åldern, har blivit tvungen att fly Polen pga risken att bli fängslad. Då polska kommunistpartiet blev förbjudet.\nMin mamma följde med, passade på att studera i Wien på Universitetet, på polska universitet gällde Numerus Clausus för judar.\nSom ettåring skickades jag till mors föräldrar i Lodz, Polen, men redan två år efter blev mina föräldrar tvungna att lämna Österrike pga av det allt tilltagande nazistiska klimatet i landet.\nDå återstod för oss, endast, att söka oss till Sovjetunionen (SU), dit sökte sig åtskilliga kommunister från hela världen, dels av politiska skäl, dels för att bygga kommunismen.\nDe första tre åren av min tidiga barndom präglade, i stort, mitt långa liv framöver, både på gott och ont.\n\nSå väl i SU hamnade vi i Moskva.\nTill att börja med har jag varit tillsammans med mina båda föräldrar men redan efter ett år, när jag hade blivit fyra år, skildes de, min far stannade, med sin nya fru, i Moskva, så kunde vi träffas då och då.\n\nVi bodde i en fyrarumslägenhet, en så kallad gemensam lägenhet, delad av fyra familjer, under mycket primitiva förhållanden, vilket i för sig, var helt normalt för de flesta ryssar i dåvarande Ryssland.\nMin mor, utbildad biolog, hade som tur, bra betalda anställningar men samtidigt mycket tidskrävande, inom livsmedelsindustrier; så blev jag lämnad åt olika barnflickor, mestadels unga tjejer från landet. Några förskolor existerade förmodligen inte i SU på den tiden.\nGrundskolan började där vid åtta års ålder, så blev det även för mig\nMen redan tre år senare, året hade hunnit bli 1937, började jag mitt vuxna liv.\n\nFörsta september 1937 skulle jag börja en ny skola, men samma morgon fanns inte mamma hemma.\nPå en papperslapp på bordet har hon skrivit att hon kommer tillbaka om en vecka, att jag måste gå ensam till skolan och att grannkvinnan tar hand om mig under tiden. Veckan har gått, mamma var fortfarande borta (vi träffades igen 1947 men om detta berättar jag senare, förstås).  Myndigheterna låste upp vår bostad, grannen kunde inte längre ta hand om mig, så i ca tre veckor var jag hemlös, jag klarade mig tack vare kompisar och deras familjer, bosatta i samma flerfamiljshus.\nTill slut blev jag hämtad av två civilklädda män och överlämnad till en uppsamlingsplats avsedd för barnen vars föräldrar mött samma öde som mina.\nHär måste jag nämna att även min far blev arresterad, dock år 1935, dvs vid början av de ökända massarresteringarna av utländska medborgare, men även ryska så kallade oliktänkande.\nFrån denna uppsamlingsplats placerades barnen, efter 2–3 dagar, på barnhemmen, spridda i hela landet.\nFör mig blev det annorlunda, jag kunde inte föreställa mig att bli skickad från Moskva.\nSå jag låtsades, med hjälp av diverse knep, vara sjuk. Jag stannade en längre tid på detta boende.\nTill slut hamnade jag på ett rätt så trevligt barnhem i en välskött stad, ca 100 mil från Moskva. 5Mil\nfrån järnvägsstationen.\n\nMen även där använde jag mina knep för att till slut hamna på sjukhuset, där tillbringade jag ca två\nveckor, för att en kvinnlig läkare ville adoptera mig.\nVäl tillbaka till barnhemmet övertalade en jämnårig flicka, även hon från Moskva, mig att rymma från hemmet. Detta visades sig inte vara så svårt, efter ca 24 timmar med lastbil och tåg, utan ett öre på fickan, stannade vi på Moskvas gator.\nVi skildes åt, jag har aldrig, varken sett eller hört, av henne senare.\nJag, däremot, åkte till vår gamla adress med förhoppningen att mammas väninna, även hon en polsk judinna som bodde i samma hus med sina två små barn, vars man hade krigat i Spanien under tiden, i förhoppningen om att hon skulle kunna ta hand om mig. Det kunde hon inte, givetvis, under gällande förhållanden.\nDet dröjde inte längre än två dagar innan jag blev hämtad av två, den här gången poliser, hotad att bli överlämnad till anstalt för hemlösa barn, men slutligen hamnade jag på samma uppsamlingsplats som förr.\nDet dröjde inte längre till jag blev skickad till ett annat barnhem, belagt på landsbygden i ett fattigt jordbruksområde, 20 km från järnvägen.\n\nLivet där bestod av skolgången, hemläxor, syskolan, hushållsarbeten och dylikt.\nHär upplevde jag min första riktiga, personliga livs chock, besvikelse, undergång, ensamhet.\nDet var, nämligen, när jag fick höra att jag var judinnan, men inte en polska, vilket jag visste hemifrån och har varit övertygat om.\nDet enda jag visste hittills om judar i det dåvarande antisemitiska Ryssland var att vara en jude är något mycket dåligt, negativt, som man borde skämmas för.\nÄmnet har det aldrig pratats om hemma, i alla fall inte i min närvaro.\nMen här, i barnhemmet, fanns ingen människa som kunde upplysa mig, som jag kunde fråga, prata med. Jag blev överlämnad åt mig själv.\nMin värld gick under.\nNå väl. Lyckligtvis, barnen i den åldern som jag var i vid den tiden, 11–12 år gammal, går det fort över för, de lever vidare, grubblar inte länge men glömmer aldrig. Men detta problem, mitt problem, stannade inom mig själv i hela mitt långa liv.\nJag har aldrig återkommit i samtalet till det ämnet, varken med mina föräldrar, mina två män eller med mina vänner.\n\nÅret har blivit 1939.\nFörsta september har Hitler angripit Polen efter att tidigare slagit ner Tjeckoslovakien, Belgien, Österrike och sedan Frankrike 1940.\n\nDen 22 juni 1941 har Tyskland anfallit Sovjetunionen.\nFör att barnhemmet befann sig i närheten av den allt fortare avancerade fronten (Kursk Region) blev det tvunget, i likhet med alla offentliga institutioner och privatpersoner, att flytta österut i landet.\nFör mig återstod att välja mellan att, antingen fortsätta med barnhemmet till Kazachstan och börja arbeta där på en av fabrikerna, eller ansluta mig till en bekant, välställd rysk familj för att följa med dem eller att återförenas med min far.\nMin far som blev arresterad 1935 blev just satt på fri fot. Han lyckades att överleva Stalins arbetsläger tack vare en ren slump, nämligen hans kunskaper i skollatin, fick han arbeta i lägrets apotek i stället för i skogen.\nTrots allas påståenden om att det vore farligt, rent av omöjligt, för ett knappt femtonårigt barn att ta sig i väg i landet under pågående krig, bestämde jag mig för att ta den risken.\nSedan visade det sig att mina rådgivare hade haft rätt till viss del. Det var inte lätt att förflytta sig dessa ca 200 mil, då inget fungerade normalt och halva befolkningen befann sig på flyttande fot.\nNu med facit i hand undrar jag hur jag lyckades, efter en månads tid, sjuk och undernärd, stiga av taget på Uchta-stationen (Komi Republiken) och hamna i min fars famn.\n                                                              \nLevnadsstandarden i Uchta, liten ort, center för fossilbränsle-produktionen, i den nordligaste område av Uralen, har varit primitiv men, med hänsyn till dåvarande förhållanden, kunde man varken klaga eller begära mera.\nHuvudsaken var att vi var tillsammans och att jag inte längre var ensam.\nVi bodde i ett litet samhälle, 12 km från Uchta.\nNågra regelbundna förbindelser existerade inte men det fanns skolbuss två ggr om dagen. De tillfällen när jag stannade längre i skolan var jag tvungen att vända hem till fots, i mörkret, genom snödrivor i 25–30 graders kyla.\n                                     \nDessa omständigheter uteslöt fullständigt fritidsliv så som kultur eller sällskapsliv. Det fanns, misstänkte jag, två elever i min klass av judiskt ursprung men det pratades inte om detta, i alla fall inte offentligt. \nPå det sättet förflöt tre gymnasium-år, jag lyckades att ta studenten med tillräckligt höga betyg för att klara examen och bli antagen till medicin-studier i dåvarande staden Molotov, nu gamla Perm, belägen i mellersta Ural-området ca 50 mil från vårt hem. Staden Molotov, rätt obetydlig\nstad före kriget men då, under kriget, hade växt väsentlig till följd av de massiva förflyttningarna av fabriker, institutioner och liknande. Bland annat den kända Operan från dåvarande Leningrad.\nMitt studentliv började där och det har inte varit lätt. \nAtt bo i studenthemmet, speciellt för förstaårsstudenter, där jag delade rum med sex andra tjejer, ett stort bord och några stolar i mitten av rummet som enda möblemang, gemensamma kalla vattenkranar ute i korridoren. Ut över detta en halvsvält-näring, strikt ransonerade livsmedel, ofta obefintliga i affärerna.\nÄven här fanns det bland kollegor ett par personer med judisk bakgrund men jag kom aldrig i närmare kontakt med dem. \n\nSkolåret slutade i juni, en månad efter andra världskrigets lyckliga slut.\nJag återvände till min far för att tillbringa lovet där, med avsikten att fortsätta till studier i Perm.\nMen ack, ödet ville annorlunda, min far bestämde sig för att återvända till Polen, vilket var helt naturligt, förstås. För honom men inte för mig, Jag kunde inte komma ihåg landet, jag hade aldrig fått lära känna det.\nMen jag hade inget val. Det hade varit naturligt att jag inte kunnat stanna ensam kvar i Ryssland, ensam igen!\n\nDet tog flera långa månader att gå igenom oändliga formaliteter och hinder innan vi blev färdiga att fara. Väl på tåget åkte vi inte direkt till Warszawa utan stannade i Lviv (polsk stad Lwow, annekterad av SU 1939), min fars födelseort, där hans förfäder varit bosatta och verksamma i åtskilliga generationer.\n\nMin far hoppades att hitta, åtminstone, några familjemedlemmar kvar i livet.\nTyvärr, både hans föräldrar, syster och svåger var stupade, mördades under den tyska ockupationen. Men, det visade sig då att hans 15-årige systerson räddades av sin konverterade farfar, gömd under madrassen.  \nVår lycka var enorm, pojken skulle följa med oss vidare, det var självklart.\n\nRedan vid första tågstationen efter den rysk-polska gränsen möttes vi av flera utrop ” Judar till Palestina”, ”Det finns ingen plats för Judar i Polen” och liknande, detta fortsatte vid några \nstationer till, tills tåget stannade i Warszawa Glowna, centralstationen i Warszawa.\nUpplevelserna under denna tågresa blev för mig den andra, tyvärr inte den sista, chocken i mitt, inte dåtills korta liv.\n                                                                  \n\n \n\n\nVäl i Warszawa hade vår lilla familj utökats till fem. Min fars andra fru, hon också judinna, lyckades överleva både de sovjetiska massarresteringarna samt krigets faror tack vare sina franska\nsläktingar i Frankrike.\nÄven hennes mor har funnits i livet i det av Hitler ockuperade Polen, gömd hos sina polska bekanta.\nSå hade vi blivit fem, en stor familj för efterkrigstidens Polen och Europa.\n\nVad gäller min släkt på min mammas sida, fick vi reda på att även där nästan inga familjemedlemmar överlevt krigets och ockupationens faror. Mammas föräldrar och hennes syster med sitt ettåriga barn gasades i koncentrationsläger, mosters man mördades som partisan. Morbror med familjen, bosatta i Frankrike sedan den Första Världskriget, överlevde trots alla odds. En avlägsen kusin överlevde både ockupationen och upproret i Warszawas getto. Alltså det återstod endast spillror av en stor judisk familj. Men de avlidna lever så länge som de är kvar människans minne. Med denna tanke har jag placerat några namn av de stupade anhöriga på Minnesmonumentet ”Glöm oss inte” upphöjd på gården av Judiska Församlingen i Göteborg.\nÅret 1947 lyckades även min mamma att återvända från Ryssland där hon fängslades under tio långa år i det värsta Stalin-arbetslägret, den ökända GULAG-arkipelagen, beskrivet av Solzjenitsyn i boken med samma titel. \nMin mamma överlevde detta dödsläger tack vare hennes yrke, som biolog fick hon arbeta i lägerssjukhusets laboratorium i stället för ute, i det eviga vinterklimatet.\n\nPå det viset, det nya livet i Polen, har blivit så där normalt, både för mig och för oss alla. Min kusin började skolan, jag upptog mina medicinska studier på Universitetet i Warszawa. Året 1952 blev jag färdigutbildad med läkarlegitimation i handen och blev anställd på ett av Warszawas sjukhus, 1954 blev jag specialiserad på invärtes sjukdomar, samma år blev jag anställd på infektionskliniken på universitetssjukhuset i Warszawa.\nMen redan efter ett år fick jag tillfälle att arbeta i ett läkarteam i Nordkorea.\n                                                                      \nDet var, nämligen en tid när flera länder i östblocket bl a Polen, Bulgarien, Rumänien, Tjeckoslovakien och även Sverige mm, skickade sjukvårdshjälp till Nordkorea efter kriget.\nVad gäller Polen skickade landet, under flera år framöver, all sjukhuspersonal, från chaufförer till professorer samt all nödvändig utrustning för att driva studentundervisningen och patientbehandlingar i, nybyggda av Polen, sjukhuslokaler.\n\nFör mig var detta ett enastående tillfälle att lära mig om helt andra, utomeuropeiska, sjukdomar.\nEfter 13 månader i Korea är jag tillbaka till det sedvanliga arbetet på kliniken med undervisningen, patientbehandlingarna och forskningen.\nMen redan 1957 kom det andra tillfälle att arbeta, den här gången i tropiken, närmare sagt i\nVietnam.                                                                     \n\nEfter vietnamfranska kriget sände FN fredsbevarande kommissionen till Vietnam, bestående av tre länder, Indien (charmen), Kanada och Polen.\nJag hade turen att arbeta där under 13 månader som personalläkare i den polska delegationen.\nÄven detta arbete lät mig komma i kontakt, den här gången, med tropiska sjukdomar.\n                                                               \nEfter återkomsten hem fortsatte jag det sedvanliga arbetet på infektionskliniken med patienterna, utbildningen samt påbörjat arbete för min framtida doktorsavhandling, vilken resulterade positivt för min del, året 1965.\nSamma år gifte jag mig med min man, han är också av polsk-judiskt påbrå, icke religiös, sk assimilerad jude.\n\nHösten 1967 blir jag tilldelad ett åttamånaders stipendium i Frankrike för forskningen inom mitt huvudområde - leversjukdomar som skulle i fortsättningen leda, förhoppningsvis, till docenttiteln.\n\n\nDenna vistelse i Paris under 1967-68 sammanträffade både med ungdomsupproren våren -68 samt den antisemitiska aktionen i Polen -68.\nDen sista, givetvis, berörde mig mest.\nAtt vara frånvarande från Warszawa och att inte personligen uppleva de pågående händelserna på plats upplevdes både som påfrestande samt obegripligt och avlägset. Varken de franska massmediernas informationer eller andras berättelser, brevväxlingen med familjen och vänner har inte varit tillräckliga för att ge mig en klarare bild av vad som pågått i verkligheten i Polen.  \nFörst i slutet av juni, när jag kom tillbaka hem, började ja så småningom samla uppgifter och fakta gällande den aktuella situationen.\nSom bekant hade den nya vågen av antisemitism i Polen redan påbörjats ett år tidigare, sedan mars 1967, orsakad av den politiska och diplomatiska situationen av regeringar i dåvarande Sovjetunionens samt i samtliga sk satellitländer där bl.a. Polen.\nIsraels seger i sexdagarskriget 1967, ledde till att judar i diaspora upplevde en viss sympati emot vinnaren, vilket tolkades av ledarna i Sovjet-blocket som ett uttryck av sionismen.\nPolska judar betraktades av regeringen och partiet som sionister, förrädare.\n \nTill följd av dessa politiska stämningar påbörjades, så gott som, massiva trakasserier i form av arresteringar och utkastningar av studenter, först ur universitetet i Warszawa och sedan i andra städer.\nDärefter gick militäranställda av judiskt påbrå samma öde till mötes samt anställda i statliga myndigheter, utbildningen.\n\nDet tog inte lång tid för regeringen att ”erbjuda” polska judar att emigrera till Israel under förutsättningen att avsäga sig det polska medborgskapet. I stället fick man sk resepass, det vill säga\nresan åt ett håll utan rätt att återvända. Samtidigt återkom i pressen, vid flera tillfällen, slutliga terminer gällande möjligheten att emigrera. Det var uppenbarligen att den polska regeringen bestämt sig att bli av, med så många som möjligt, judar, polska judar för all tid framöver.\nFramtiden för judar i Polen hade blivit mycket osäker, de vuxna skulle inte kunna fortsätta arbeta som förut, i värsta fall inte förvärvsarbeta alls, och deras barn skulle inte kunna fortsätta\nsina studier och utvecklas enligt deras önskemål och begåvning.\nI det slutliga skedet emigrerade ca 13000 polska judar under åren 1968-69, därav 2700 till Sverige. På det sättet förlorade Polen många högutbildade specialister, värdefull arbetskraft.\n\nVad gällde mig och min man bestämde vi oss också för att lämna Polen, landet där våra förfäder levt i flera hundra år.\nVisserligen, vid den tidpunkten, behöll vi våra yrken men framtiden var mycket osäker även för oss.\nDet var då, tror jag, som jag upplevde för första gången, på riktigt min tillhörighet till det judiska folket.\n                                                                 \nGemensamhet och solidaritet.\n\nDet tog oss flera månaders tid att förbereda oss att lämna hem, familjen, kollegor, vänner, Warszawa, Polen.\nTill att börja med var man tvungen att skaffa visum till Israel, även om man inte tänkt att resa dit. Dessutom, pga att det inte funnits några diplomatiska förhållande mellan Polen och Israel, fanns det inget konsulat i Polen. Det var det holländska konsulatet som tog på sig att fylla i det administrativa jobbet.\n   \n\n\nVi två bestämde oss att emigrera till Skandinavien för att inte för mycket avlägsna oss från Europa.\nDanmark verkade vara närmare till den gamla kontinenten, dessutom krävde inte Danmark visum, mycket sympatisk och humanitär gest, men efter granskningen av danska språket och dess uttalande bestämde vi oss för att söka visum till Sverige som just hade varit i stort behov av ett läkartillskott. För att skaffa visum till Sverige var det frågan om några veckor.\n\nTrots att polska regeringen gjorde allt för att så många polska judar som möjligt skulle lämnat landet ställde den lokala administrationen och myndigheterna till åtskilliga hinder och problem innan personerna i fråga blev godkända för att lämna landet.\nTill exempel, har alla privata tillhörigheter, även i begränsade kvantiteter, borde nämnas på en lista, varenda bok numrerades och beskrevs på en separat lista, och så vidare.\nSom följd av alla dessa trakasserier tog det oss flera månaders tid att bli klara att säga adjö till mina föräldrar, vänner, arbetskamrater, grannar, bekanta och stiga på tåget från den, kända i sammanhanget, järnvägsstationen Warszawa Gdanska.   \nDagen därpå. den 14 november 1969 steg vi av i Stockholm. Året som de flesta polska judar lämnade landet i samband med den enastående antisemitiska aktionen av dåvarande polska regeringen.\n\nDet tog ett par dagar för oss att gå igenom åtskilliga formaliteter hos olika myndigheter innan vi kunde börja kursen i svenska som just då startade för ett par hundra personer, de flesta polska judar, på Marstrand. Den har varit avsett för personer med högutbildning, läkare, tandläkare, ekonomer, journalister osv och deras familjer.\nPå det sättet befanns dig då på Marstrand folk i alla åldrar, från ett par år till 70+ gamla, bortsett från den lokala befolkningen, som på det sättet hade blivit minoriteten, på den vintriga ön.\n\nFör mig blev kursen på Marstrand ett oförglömligt kapitel i den mest positiva meningen.\nVi blev placerade i olika små och mindre hotell, den typiska husmansmaten serverades på två restauranger, den personliga och sänglinnestvätten ombesörjdes av staten, utöver detta fick vi 5 kr om dagen för var och en. En ren lyxsemester, så upplevde vi två det. Vi blev mantalsskrivna i Svenska kyrkan på ön - ett allra första steg till det svenska livet, vilken upplevelse!\nDet var inte nog med det; vi fick lära oss det svenska språket! Kursen var upplagd i mindre grupper, beroende på yrken, fem dagar i veckan, från 8 till 12 el 13, eftermiddagarna ägnades åt hemläxor, fritid och dyl.  Bl.a åt att knyta nya kontakter, bekantskaper, somliga varade tills ”döden skilde oss åt”. Min man och jag hade tillfälle att bekanta oss med ett ungt par av öborna. Den kontakten hjälpte oss att komma närmare till svenskfödda och samtidigt att öva våra färska kunskaper i svenska. Vi var högst medvetna om att det svenska språket var A och O för oss i vårt nya liv. Det här sist nämnda vänskapen varar tills nu.\n                                                                       \nPå Marstrand hade vi besök av några judiska par bosatta i Göteborg, polska judar som kom till Sverige 1945, räddade från koncentrationsläger av Folke Bernadottes aktion de sk Vita Bussarna. Märkligt nog att inget, mer officiellt besök från dåvarande Mosaiska Församlingen, ägde rum. Ledningen för församlingen betraktade vår emigration som icke religiösa, vilket nog stämde i viss mån, samt som kommunister, vilket nog inte stämde med verkligheten, i alla fall i de flesta fall, enligt min mening.\nVi hade mycket bra lärare, i alla fall vad gäller i min grupp för läkare.\n                                                                 \nJag måste nämna en positiv upplevelse till, under vistelsen på Marstrand. Det gäller själva ön.\n Denna, i den vintriga, soliga, snötäckta klädseln var helt enkelt sagolik. Jag blev förälskad i denna ö.\nSå fort jag fick tillfälle att skaffa en andelslägenhet på Marstrand, gjorde jag det och behöll den, tillsammans med min andra man, till enorm glädje, under ytterligare 30 år.\n\nI april 1970 närmade vår vistelse på Marstrand sig sitt slut, i alla fall för de flesta av oss. Den sista tiden ägnades för att förbereda oss till det självständiga livet i det nya landet, det vill säga att hitta bostaden och arbetet. För detta ändamål hade vi stor hjälp av tre tjänstemän från arbetsförmedlingen som följde oss på plats från första början.\nMin man, utbildad civilekonom med lång yrkeserfarenhet, var tvungen att nöja sig med sk arkivarbetstjänst inom Göteborgs kommun.\nVad beträffar mig, hade jag hittad av en ren slump, en notis i GP att det gamla infektionssjukhuset\nhöll på att flytta, den 1 april 1970, till nya lokaler i Östra sjukhuset; ett tillfälle skrivet, helt och hållet, åt mig. Efter telefonöverenskommelse med klinikchefen träffade jag personen i\nfrågan för intervju - samtal. Vad kunde man förutse, kliniken hade inte några lediga tjänster för tillfället men klinikchefen , liberal, humanist samt, som visade sig senare, en stor Israel-vän, skaffade en extra läkartjänst åt mig för att kunna genomgå provtjänstgöringen, obligatorisk för att skaffa en svensk läkarlegitimation. Redan 1 maj samma år började jag arbeta på Infektionssjukhuset i Gbg.\n\nVi hade tur med lägenheten i det nybyggda bostadsområdet, intill det nya Östra sjukhuset, med omedelbar inflyttning.\n På det sättet hade det nya, väl ordnade, svenska livet, börjat för oss endast ett halvt år efter vår ankomst till detta land!\n                                                              \nOtänkbart i dagens läge, året 2021!\n\nDet nya livet i det nya landet, till att börja med, som visade sig så småningom, har inte varit så lätt. Allt från språket till, exempelvis, skatter, inkomstdeklarationen var nytt, främmande. Men vi hade grunden till språket bakom sig, vi hade inkomst från våra anställningar och vi hade tak över huvuden. Rätt så fort har vi skaffat våra första kontakter och bekantskapen med lokalbefolkningen som hjälpte oss enormt i våra första steg. De infödda svenska träffade vi antingen på arbetsplatsen eller genom de redan bekanta från tidigare, men i första hand knöt vi kontakt med efterkrigets polska judar, nämnda redan tidigare, räddade genom Folke Bernadottes vita bussar, vilka blev våra vänner tills vidare; vi behöll bekantskapen med dem som kom samtidigt från Polen till Marstrand.\n                                                                     \nLivet börjar att likna det sk normala.\n\nÄven sättet att arbeta, att utöva arbetsmomenten, även för oss som hade långvariga erfarenheter från   hemlandet, var annorlunda. Det tog både tid och ansträngning att behärska de första svårigheterna.\nFör min del avslutade jag min två månaders provtjänstgöring redan efter en månads tid med Godkänd och gick till sedvanlig underläkare-anställning tills vidare. På det sätet stannade jag på infektionskliniken i drygt fyra år.\n                                                                      \nDå fanns inga utsikter för mig, på den kliniken, till vidare avancering men att flytta till ett annat infektionssjukhus i regionen har inte varit aktuellt med hänsyn till min mans arbete i Göteborg.\n\nJag beslutade mig för att arbeta inom den öppna vården.\nPå den tiden började den öppna vården i Göteborg byggas ut, omorganiseras. Det byggdes nya lokaler, söktes all personal, vilket inte var så lätt med hänsyn till rådande läkarbrist och frånvarande av kunskaper i öppenvårds-organisation.  Jag fick omedelbart chefsanställning på den allra första, sedvanliga vårdcentralen i Göteborg. Det började en mycket spännande period i mitt självständiga yrkesarbete, med nya uppgifter och nya erfarenheter.\nDär stannade jag i 17 långa år, på samma plats, med stor omsättning inom personalen, med berg och dalar som det bukar vara i livet, men jag trivdes enormt bra.\n\nI mitt privata liv blev det också både berg och dalar.                  \n\nPå det privata planen hade vi skaffat och behållit åtskilliga bekantskaper, både bland infödda svenskar, svenska judar och judar inflyttade efter andra världskriget. Vi behöll vänskapen med personer vi träffat på Marstrand.\nJust, tack vare vänskapen med judiska familjer kom jag i kontakt, för första gången i mitt liv, med det judiska livet och dess vanor, så som firandet av bat- och bar mitzvor, stora judiska helger, koschermat och dylikt. Genom att delta i föreläsningar, organiserade av Judiska församlingen i Göteborg, som jag blev medlem i, fick jag lära mig en del av den judiska historien och kulturen. Ut över detta har mina flera resor till Israel, både som turist samt att umgås med min mans kusiner, vidgat mina kunskaper i sammanhanget, bidragit till mina kunskaper om det judiska livet och till min judiska identitet.\nVad gäller dessa tre kusiner till min man, har de kommit illegalt med sin mor på 30-talet, till dåvarande Palestina, växte upp där, utbildades och bidragit till utbyggnaden av Israel. Givetvis, även de judiska författare så som Singer, Potok, Roth, Amos Oz mm påverkade mitt judiska jag.\nDet är inte så enkelt med mitt judiska jag.\nJag har inte fått det med judiska uppfostran hemifrån, tom visste jag inte ens om mitt judiska ursprung fram till tolvårsåldern.                                                         \n \nJag är född av judiska föräldrar således är jag judinna på samma sätt som jag är född som en kvinna. Detta kan varken ifrågasattes eller förnekas. Mitt judiska jag är betyngd av min uppfostran, omgivningen, omständigheterna, vilket gjorde att först i vuxen åldern kom jag i kontakt med det judiska livet.\nNu vet jag att jag är av judiskt påbrå, att jag är judinna, icke religiös, med stark samhörighet och solidaritet med det judiska folket.                                                          \n                                                                    \nDet är på samma sätt jag är övertygat om att jag är judinna för jag har ärvt mina judiska gener från mina föräldrar, båda polska judar i flera generationer. Det är på samma sätt att jag vet att jag är människan, kvinnan, att jag är svensk medborgare osv.\nMin tillhörighet?\nJag levde i olika europeiska länder,” jude, den evige vandraren”, mitt moderland är Polen och modersmål är polska. Mitt adaptiva land är Sverige. Jag upplever mig som judinna, europé, svensk medborgare med stor sympati och tacksamhet för Israel och det israeliska folket.\nVilken är min identitet?\nMin mamma kallade mig kosmopolit. \n\nNå väl, det nya livet i Sverige går vidare.\nI 1980 miste jag min man, han dog hastigt av hjärtinfarkt, på akuten, efter endast 10 år i Sverige.\n\nSamma år gick min mor bort i Warszawa. Tre år senare dog min fars andra hustru. Min far levde ytterligare i sex år.\nAtt närvara på begravningar i likhet till de tidigare besöken i Warszawa, i samband med föräldrarnas sjukdomar, har varit en företeelse. Det gällde, skriftligt eller oskriftligt, ett förbud för att återvända till Polen för de tusentals polska judar, utslängda under åren 1968-69.  Det har hänt att jag tillbringat timmar, nätter på flygplatsen i Warszawa innan jag har blivit insläppt till stan.\n       \nDet blev på nytt en svår tid för mig med sorgen, förtvivlan, ensamheten, övergivenheten, osäkerheten. Med hjälp av vänner, arbete och tid fortsätter man vidare.\nNågra år senare har jag träffat min andre livskamrat, jag hade tur. Han, en nära släkting till mig, född och bosatt i Paris, halv jude från hans fars sida, ensam med en vuxen son.\nTill att börja med var vi särbo men efter pensioneringen 1991 har vi flyttat ihop, med dubbel bosättning till hans bortgång i Paris 2006, han också i hastig hjärtinfarkt.\nÄn en gång blev jag ensam med min sorg, ensamhet, övergivenhet som med åren upplevs ännu\n\nmer påfrestande, långvarigare än förr.\n\nI dag, i denna pandemiska tid lever jag ensam, 94 år gammal, kvar i den ursprungliga, från 50 år tillbaka, lägenheten med hemhjälp varannan vecka; för övrigt klarar jag hushållet på egen hand, bl. annat tack vare bilen, kan jag handla, träffa vänner, göra korta utflykter.\nJag skulle inte kunna klara mig utan det enorma, både den fysiska och mentala, stödet av mina vänner ur yngre generationen, barnen till mina avlidna vänner,\nDet kulturella livet är borttaget pga Corona, annars har jag varit en flitig besökare på Konserthuset, Stadsteatern samt biograferna.\nVad gäller mitt sociala liv, det tackar jag den yngre generationen för, barnen till mina avlidna vänner samt några yngre kvinnor, som jag har träffat under de sista åren.\n\nMaria Rotstein\n \nGöteborg, maj 2021\n\n\n\n\n  .\n\n\n\n \n\n\n\n\n \n .", 
          "modified": "Thu, 30 Sep 2021 07:56:35 GMT", 
          "topic_item": {
            "label": "Din levnadsberättelse", 
            "label_i18n": {
              "sv": "Din levnadsberättelse"
            }, 
            "type": "Textarea", 
            "uuid": "d58e5ff5-763f-4b84-8899-6cde6498c6c7"
          }, 
          "topic_item_type": "dbc74838-ad1e-4ffd-9295-c4e13e7f20c6", 
          "uuid": "27b29aeb-8b89-4480-ac23-72325154f0d0"
        }, 
        {
          "created": "Wed, 29 Sep 2021 08:25:20 GMT", 
          "display_value": "14 november 1969", 
          "modified": "Wed, 29 Sep 2021 08:25:20 GMT", 
          "topic_item": {
            "label": "Ankomstdatum till Sverige:", 
            "label_i18n": {
              "sv": "Ankomstdatum till Sverige:"
            }, 
            "type": "Textarea", 
            "uuid": "ab9f42d8-a2cc-4eb1-928a-8a7ff91747ab"
          }, 
          "topic_item_type": "dbc74838-ad1e-4ffd-9295-c4e13e7f20c6", 
          "uuid": "0f8332d6-55c6-46fd-8c19-98b4fdea438d"
        }, 
        {
          "created": "Wed, 29 Sep 2021 08:25:20 GMT", 
          "display_value": "Wien, Łodz, Moskva, Warszawa", 
          "modified": "Wed, 29 Sep 2021 08:25:20 GMT", 
          "topic_item": {
            "label": "Tidigare bostadsorter:", 
            "label_i18n": {
              "sv": "Tidigare bostadsorter:"
            }, 
            "type": "Textarea", 
            "uuid": "187d0728-3c06-46f4-95c3-43bf8b3c4b91"
          }, 
          "topic_item_type": "dbc74838-ad1e-4ffd-9295-c4e13e7f20c6", 
          "uuid": "cb6674c0-1577-4906-b07a-ea07917c19cc"
        }
      ]
    }, 
    {
      "archive_code": "M5/00001", 
      "comment_count": 0, 
      "contributor": {
        "birth_year": 1946, 
        "display_name": "Bronia Sokolow", 
        "gender": "woman", 
        "place": "Nacka", 
        "uuid": "667ade5b-eb80-465e-b3d7-96e8575d8ab6"
      }, 
      "coordinates": "", 
      "created": "Thu, 09 Sep 2021 09:32:27 GMT", 
      "hits": 355, 
      "image_dms_id": "0138ZQA6zPCB", 
      "imported": false, 
      "license": "CC BY", 
      "likes": 0, 
      "media": [
        {
          "created": "Thu, 09 Sep 2021 09:52:54 GMT", 
          "dms_id": "0138ZQA6zPCB", 
          "image_height": 416.0, 
          "image_ratio": 0.836538461538462, 
          "image_width": 348.0, 
          "license": "CC0", 
          "mime_type": "image/png", 
          "modified": "Thu, 09 Sep 2021 09:52:54 GMT", 
          "name": "Levnadsberättelse Bronia Sokolow.png", 
          "order_by_number": 1, 
          "topic_item": {
            "label": "Ladda upp filer", 
            "label_i18n": {
              "sv": "Ladda upp filer"
            }, 
            "type": "Media", 
            "uuid": "e58ae7fd-30f9-4443-883a-e91dcd26770a"
          }, 
          "type": "image", 
          "uuid": "57581c45-0c4b-4fad-81a3-c5aaf888100c"
        }, 
        {
          "created": "Thu, 09 Sep 2021 09:32:02 GMT", 
          "dms_id": "0138ZQA6zPCA", 
          "license": "CC0", 
          "mime_type": "application/vnd.openxmlformats-officedocument.wordprocessingml.document", 
          "modified": "Thu, 09 Sep 2021 09:32:02 GMT", 
          "name": "200118-Bronia Sokolow (uppdaterad).docx", 
          "order_by_number": 1, 
          "topic_item": {
            "label": "Ladda upp filer", 
            "label_i18n": {
              "sv": "Ladda upp filer"
            }, 
            "type": "Media", 
            "uuid": "e58ae7fd-30f9-4443-883a-e91dcd26770a"
          }, 
          "type": "document", 
          "uuid": "6c1d5b07-776a-4d7f-9736-9fb4e1cce942"
        }
      ], 
      "modified": "Thu, 09 Sep 2021 09:53:08 GMT", 
      "open_for_student_edit": false, 
      "presentation_url": "https://minnen.se/tema/vi/17242", 
      "published": true, 
      "ready_for_approval": false, 
      "submitted": false, 
      "title": "", 
      "title_i18n": {
        "sv": ""
      }, 
      "topic": {
        "name": "Vi, de fördrivna", 
        "name_i18n": {
          "sv": "Vi, de fördrivna"
        }, 
        "uuid": "0f976fb0-b14b-4ef8-8bf9-84f3f07e1736"
      }, 
      "user_id": 936, 
      "uuid": "c04b63a3-6b17-41b7-873c-932cc2ca7117", 
      "values": [
        {
          "created": "Thu, 09 Sep 2021 09:32:27 GMT", 
          "display_value": "Hur var din uppväxtmiljö? \n\nJag hade en bra uppväxtmiljö.  Jag bodde i stadsdelen Mokotow i 3 st nybyggda rosa trevåningshus med tre portar vardera. Husen står faktiskt kvar. Wejnerta 22, lgh 15, tre trappor utan hiss. I Husen bodde huvudsakligen anställda i utrikesministeriet. Många pappor i husen åkte till utlandet på diplomatiska resor men aldrig min pappa som var en lägre tjänsteman. Så småningom blev pappa avskedad, kanske i slutet av femtiotalet, så fick han ett mindre prestigefyllt jobb. Mamma arbetade inom Press-och Bokbyrån Ruch som personalansvarig.\n Mina föräldrar jobbade väldigt mycket och jag liksom min bror var ganska utlämnade åt oss själva. Vi lekte mycket ute, var väldigt fria, de vuxnas värld kändes långt borta. En lek som jag väl kommer ihåg var krigsleken. Man gör en rund ring på marken med en kniv som man ritar upp tårtbitar i ringen. Sedan kastar man kniven mot ringen och där den fastnar, där får man skära ur en jordbit och utöka på så vis sin egen jordbit. Den som har störst jordhög vinner. Kanske lite brutal lek, kniven måste fastna med spetsen i marken. Ibland fastnade kniven på någons fot. Okej, det var ju ganska direkt efter kriget. En annan lek var att snabbt sticka kniven mellan alla handens fingrar, fram och tillbaka.  Ernest min storebror (sex år äldre) var den som både skyddade mig och bestämde. När mamma ropade på mig ville han hjälpa till, han stack ut huvudet från tredje våningen och ropade på mig. Mina kompisar brukade gömma mig och ropa tillbaka att jag inte var där. I våra hus fanns det inga hissar, men i grannkvarteret fanns hissar, vilket var nytt och spännande för oss. Vi smög dit i stora skaror och busåkte upp och ner. En gång fick vi en skräckupplevelse när hissen fastnade mellan våningarna och vi fick sitta och vänta på hjälp, i flera timmar kändes de som. Jag minns att någon jagade oss när vi flydde därifrån. Portvakterna var var skräck, dem skulle man akta sig för.\n\nMånga statliga arbetsgivare erbjöd kolloverksamhet åt sina anställdas barn. Från det att jag var två år skickade föräldrarna mig på sommarkollo. Som det kändes var det kanske tre veckor, men det vet jag inte säkert. Kan ha varit kortare, men  jag hade förfärlig hemlängtan. Jag har förträngt mycket av det där, men kanske gjorde det mig också till en mer social person. När jag blev vuxen blev jag själv kolloledare. Mamma och pappa åkte på sina egna semestrar anordnade av deras arbetsplatser.\n\nJag gick på dagis, det var stora barngrupper men jag trivdes. Ofta hände det att jag blev kvar ensam när alla andra barnen blev hämtade. En gång, när ingen kom för att hämta mig, låste vaktmästaren dagis och tog mig med sig hem. Jag trodde att jag skulle stanna där för alltid.  Jag satt vid middagsbordet hos vaktmästarens familj kom mamma till slut med andan i halsen. Jag vet inte om det hände fler gånger. En annan uppskakande händelse som jag minns var när dagisföreståndare kallade efter mina föräldrar för att klaga på mig. Hon krävde att jag skulle sjunga den hemska sången som barnen skvallrade till henne om. Där blev det lite dubbla budskap, den var ju förbjuden, så jag vägrade. Den lärde min storebror mig och den började med orden “ Marsh marsh Hitlera niech go wezmie cholera”(...må kolera ta honom)  En nidsång om Hitler. Det upprörande var att melodin är tagen ur polska nationalsången. När jag sedan sjöng den hemma för mina föräldrar blev de kanske inte glada men inte heller överdrivet arga på mig vad jag minns.\n\nEfter skolan gick jag på fritids (i samma skollokaler, precis som barnen idag). Jag trivdes bra där, men när jag kom hem klockan fem var mamma och pappa fortfarande inte hemma. De jobbade så mycket. Alla mammor fick stå i matköer efter jobbet och kom ofta hem väldigt trötta. Jag hade inga nycklar, det var min bror som hade. Jag satt ofta i trappen och väntade. \nHemma hos oss köpte min pappa alltid en särskild barntidning åt mig Swierszczyk (Lilla syrsan) och en rysk som hette Murzilka (den finns faktiskt kvar upptäckte jag just!). Jag kunde inte ryska, men han läste den för mig. Hemma hade vi också en rysk encyklopedi. Samt Krokodil, den satiriska tidningen. På söndagarna klockan tre var det barnteater på radio som jag älskade.\n\nJag gick ofta till Teater Guliwer som var en marionetteater. De gav underbara föreställningar. \n\n\nVilka viktiga minnen har du från perioden före 1968? \n\nJag började studera vid Pedagogiska fakulteten i Warszawas universitet direkt efter gymnasiet 1964.  Det var både jobbigt pga alla tentor men också mycket roliga tider. Att vara student i Warszawa innebar mycket socialt umgänge. Många av mina väninnor bodde i studenthem (akademik) där det var mycket påvert - man bodde i ett stort rum med fem sängar. De levde på ett litet studiebidrag. Men jag hade ju mamma och pappa och kunde bo hemma. Några andra lägenheter för unga fanns inte. För att bli tilldelad en lägenhet fick man stå i kö i 20 år. Man bodde helt enkelt hemma tills man gifte sig eller ännu längre. Många fick t o m bo kvar hemma efter att de hade gift sig och skaffat barn. \n\nUpptakten till regeringens antisemitiska kampanj var premiär Gomulkas tal på partikongressen i juni 1967 där han sade att medborgare med judisk nationalitet som hyllar Israels seger i 6-dagars kriget utgör femtekolonnare. Samma jämförelse som användes mot Hitlers sympatisörer i Polen före kriget. Innan dess var Polens inställning till Israel, dikterat av Moskva, positiv, men när Sovjet ändrade sin politiska inriktning och fördömde Israel, var polska kommunistiska partiet tvungna att följa deras exempel. Talet var signalen till allomfattande aktionen mot polacker av judisk härkomst på alla arbetsplatser, skolor och institutioner. Det talades om sionister som fiender till den polska socialistiska staten. Samtidigt rådde det bland studenter och ledande intellektuella missnöje med den ökande kontrollen över press, radio och TV. De önskade reformer och större yttrandefrihet. En dag hörde jag på bussen ett samtal mellan två unga personer: ”Igår på teatern under föreställningen Dziady (ett drama av Adama Mickiewicz) började publiken att skandera ”Bort med ryssen!” vilket var citerat från den stora 18-hundratalsnationalpoeten Mickiewicz. Myndigheternas svar var att ta ner föreställningen från scenen. Det var upptakten till studenternas strejker. Nästa dag stod det i tidningen om det “antipolska, revisionistiska” upproret på teatern. Händelsen var väldigt oroande och efter det gick allting väldigt fort. Det var som en signal för makthavarna att påbörja kampanjen mot “bananungdomar”, dvs \" de bortskämda söner och döttrar till sionistiska kosmopoliter.” Alla förstod att detta var förtäckta benämningar på människor med judisk börd.\n\nSjälv deltog jag aldrig i några demonstrationer eller strejker (ockupationsstrejker). Jag deltog inte eftersom jag anade att jag som judinna borde ligga lågt. Dessutom var jag i slutet av mina studier och ville absolut inte äventyra min examen på något sätt. På universitetet blev jag aldrig utsatt för antisemitism.   \n \n\nVad arbetade du och människor i din närhet med? Vilka traditioner och högtider firades i din barndomsmiljö? \n\nVilka språk talades och vilka olika gemenskaper fanns det i din uppväxtmiljö? Vilken roll spelade religion i ditt hem? \n\nPolska men mina föräldrar pratade jiddisch med varandra när de inte ville att vi barn skulle förstå. Föräldrarna var ateister och vi hade inga judiska traditioner i hemmet. Pappa var partimedlem, mamma var med i Bund före kriget (en judisk socialistisk org.) men den förbjöds efter kriget, liksom alla andra partier utom den rådande, kommunistiska partiet.\n\n\nVilka erfarenheter av antisemitism har du från perioden före 1968? \n\nJag ska berätta hur det var när jag fick veta att jag var judinna. Det var några grannar, inte i samma byggnad, utan i ett annat hus i närheten. Jag och deras dotter lekte, men plötsligt uppstod det bråk mellan oss. Hennes mamma kom ut och skällde ut mig. Jag sade: men varför kom hon till vår gård? - “Vår gård, vår gård?” sa mamman, - Palestina är ert! Jag blev ledsen, gick hem och berättade för mina föräldrar. De tröstade mig och förklarade att kvinnan menade att det bor judar i Palestina och att vi var judar men även polacker. Jag var i sex eller sjuårsåldern. Sedan den dagen visste jag att jag var judinna. Så småningom blev jag medveten om min judiskhet då föräldrarna, när de inte ville att vi barn skulle förstå, pratade sinsemellan jiddisch. De prenumererade också på en tidning på jiddisch Folks shtime (Folkets röst). Det var ingenting jag pratade med mina väninnor om. På religionslektioner var jag med och på kollo följde jag med kompisarna till kyrkan. \nI min värld var jag till största delen alltid i skolan eller dagkollo eller på fritids. Föräldrarna jobbade jämt. Men vissa barn hade hemhjälp, en del hade mammor som var hemmafruar vilket jag avundades dem. Men jag tror de flesta hade det som jag. Mina föräldrar var väldigt entusiastiska och älskade den nybildade folkrepubliken, de deltog gärna i folkliga aktioner som t ex att rensa gatorna från efterkrigsruiner, “odgruzowanie Warszawy”.  Det var som en glädjefylld utflykt för oss. Många barn fick ta hand om sig själva, vi förväntades bli självständiga.  Av princip firade mina föräldrar inga högtider, inte ens födelsedagar.\n\n\nVilka erfarenheter av Förintelsen och andra världskriget var framträdande i din uppväxtmiljö?\n \nDet viskades bara om det så vi fick bara höra skärvor av det. Ordet “jude” förekom nästan aldrig i offentliga sammanhang. I publikationer om förintelsen hette det att det var polska medborgare som blev offer i tyskarnas koncentrationsläger. Vid avtäckandet av monumentet till minne av ghetto upproret i Warszawa uttrycktes i svepande termer att de man hedrar var heroiska hjältar som slogs och dog i striden för ghetto.(!) Det gavs ut några album med fotografier från de befriade utrotningslägren, där det sas att fascisterna mördade 4 miljoner “polacker samt några andra nationaliteter och minoriteter”. Jag minns att vi hade en sådan bok hemma. Jag och min bror tittade i den och dess svartvita bilder med skelett och sånt, men föräldrarna tog den ifrån oss. De tyckte inte att den var lämplig för barn. När kriget bröt ut flydde de till Sovjet där de stannade till februari 1946. I Sovjet fick man inte förflytta sig fritt, det gällde även sovjetiska medborgare. 1940 föddes min bror i staden Kanibadam, i asiatiska republiken Tadjikistan, jag föddes i Kuybyshev (idag Samara) sex år senare. De var skilda åt under långa perioder, som utlänningar hade de särskilda pass där även bokstaven J (Jevrej) var instämplat . Men var de fick kuska hit och dit, det har jag ingen aning om eller hur många gånger de tvingats förflytta sig under de åren. De återvände till Polen 1946 när jag var tre veckor gammal. Min brors första språk var ryska. \nDe pratade aldrig med oss barn om kriget eller om sitt liv i den sovjetiska exilen De ville bespara oss sina och släktens svåra umbäranden. De kände tacksamhet gentemot den sovjetiska makten som tog emot de i deras flykt undan förintelsen. Judar som stannade kvar i det ockuperade Polen överlevde inte. Föräldrarna ville se framåt och delta i uppbyggnaden av ett nytt Polen. \n\n\nVilka centrala- historiska eller privata händelser påverkade ditt liv före 1968? \nFinns det något barndomsminne som är extra viktigt för dig?\nDen antisemitiska kampanjen och emigrationen\nHur upplevde du den antisemitiska kampanjen 1967-1972? \nPå vilket sätt drabbade kampanjen dig, din familj och dina vänner? \n\n\nDen drabbade mina föräldrar och min bror först och främst. Pappa sa “De förrådde oss”. Han fick ett psykiskt sammanbrott, han bröt ihop totalt och hamnade på sjukhus. Gomulka hade 1967 pratat på fackförenings kongress och dagen efter kom talet i tidningarna man läste. \nPappa läste Trybuna Ludu och det stod att judar var sionister, femtekolonnare, främmande element. Han blev tillintetgjord. Han kände att det som han hela livet trodde på och kämpade för visade sig vara lögn.\n\nMin bror var vid den här tiden student vid juridiska fakulteten på universitetet. Samtidigt var han engagerad i Babel, en judisk ungdomsklubb där han innehade posten som ledare och organisatör. Klubben som hade funnits i några år fungerade som mötesplats för unga. Man bjöd in kända personligheter som berättade om sitt arbete, på kvällarna var det dans eller bridge-turneringar. Nu blev Babel föremål för kritiska attacker från makthavarna under den antisemitiska kampanjen och den stängdes 1968. Min bror betraktade sig som polack med judisk och polsk identitet. Han tänkte inte ta åt sig, låta sig brytas ner av den mediala kampanjen. “Det är mitt land, ingen har rätt att kalla mig för en främling här!”, menade han. “De får dra mig härifrån med skottkärra!” Men en incident avgjorde han till slut gav upp: Hans närmaste vän och studiekamrat från juridiken Tadek sade en dag att hans ögon har öppnats och att han har förstått vem min bror och hans gelikar är för några: ett främmande element på den polska kroppen, Polens fiender. Min bror bröt fullständigt ihop. Det var första gången i mitt liv jag såg min bror gråta. Vännens svek blev droppen och min bror bestämde sig för att lämna Polen.Vid det laget hade jag redan bestämt mig för att emigrera med min nyblivne man och min mamma. För min pappa var det aldrig aktuellt att lämna Polen. Men till slut gjorde han ju det, han hoppade av vid ett Sverigebesök 1972. \n\n\nNär och varför togs beslutet att emigrera? \n\nFör mig personligen var det en härlig tid, jag var precis klar med min utbildning, jag var nykär och nygift, jag och min man hade varit på bröllopsresa i Mazurien. Vi hade fått pengar från min mans syster som bodde i USA till köp av lägenhet. Men vi fick avslag på vår ansökan om lägenhetsköp. Den officiella motiveringen till avslaget var att min man var utlänning, han var rysk medborgare. Hans historia skulle kräva en egen kapitel. I kort kan man säga att hans föräldrar mördades i Polen vid krigets början 1939 och han evakuerades med en grupp andra föräldralösa barn till Sovjet. Där blev han kvar i 25 år, med nytt, ryskt namn Sokolow tills han hittades av hans syster med hjälp av Röda Korset. När jag träffade honom hade han varit i Polen i bara några år.\n\nOfficiellt hette det att judarna lämnade Polen för Israel. Den påhittade historien var att målet var Israel, i verkligheten var det bara en liten del som reste dit. De flesta åkte till Sverige, Kanada och USA. \nVi lämnade ansökan om visum till Kanada, det tyckte vi lät bra. Men rykten gick i alla fall om att även Sverige tog emot. Vi visste nästan ingenting om Sverige, jag kände bara till en film om soldaten Bom med Nils Poppe. Sverige beviljade oss visum först och då blev det så. Vi hade inga förväntningar eller aningar om vad som väntade. Men vi hade inte heller något att förlora. Vi ägde ingenting utom vår utbildning, färdiga studier. \n\nVi åkte tåg från Warszawa i november och kom till en blåsig Stockholm. Jag minns inte mycket från resan men någon måste ha informerat oss att vi måste åka till en flyktingförläggning i Lundsbrunn. Det var som att komma till en kurort. Till att börja med tyckte vi att allt var jätteunderbart, vi träffade 20 - 25 familjer till, landsmän i samma situation som vi. Vi fick tre måltider om dagen och ett eget rum samt svenskundervisning nästan från början. Det var där jag fick höra Evert Taube för första gången och Povel Ramel som sjöng \"ta av dig skorna\". Vi tyckte att sången var konstig och att Taube sjöng ganska fult, medan personalen fick något högtidligt över sig när hans skivor spelades. \n\nMed tiden började vi tröttna på det passiva livet på förläggningen. Vi ville sätta igång med eget liv. Jag var gravid i tredje månaden. I början trodde vi på vad de sagt om att saker och ting skulle ordna sig, men efter ca 3 månader så bara stack jag därifrån själv och anmälde mig på universitetet i Göteborg till tvåårig kurs i svenska för utländska studenter. Jag tog studielån. Min tanke var bara att börja plugga, fortsätta studera på ett eller annat sätt. Man var tvungen att ha den kursen först innan jag kunde studera annat på universitetsnivå. Jag ville verkligen lära mig svenska ordentligt. Jag bodde alltså själv i Göteborg i en lånad etta utan kök och badrum. Min man var kvar på förläggningen och sökte jobb och till slut fick han jobb i Stockholm som tekniker på LM Ericsson. Då var jag gravid i sjätte månaden. Medan min man gick till jobbet varje morgon sökte jag en lägenhet åt oss. Bland annat hyrde vi ett rum hos en svensk en familj. Det var mycket obekvämt, vi fick inte använda köket, bara badrummet. Jag tror kanske att vi stannade där i en vecka. Därefter bodde vi i två veckor hos en avlägsen släkting i Farsta, en överlevare från koncentrationsläger, Fela Larsson och hennes man Åke. Fela tyckte att våra problem var väldigt små i jämförelse med hennes upplevelser i Auschwitz där tyskarna mördade hennes nyfödda barn och hennes man. De hade ingen aning om hur vi kunde skaffa oss bostad. Jag hörde någonting om att det finns något som heter något som börjar på \"social\" som kunde hjälpa mig. Så i telefonkatalogen hittade jag Socialstyrelsen, jag tror det var på Wallingatan. En tjänsteman frågade vad han kunde stå till tjänst med och då sa jag att jag behövde en lägenhet. Vi pratade engelska. Han blev väldigt förvånad och sa Här har vi inga lägenheter. Men han sa ändå, att han skulle se om han kunde göra något och bad mig att återkomma om en vecka.  Jag kom tillbaka och då sa han att det fanns en ledig lägenhet i Märsta. Jag visste bara att Märsta låg långt bort från stan så jag började gråta. Min man jobbade ju i Stockholm och jag skulle plugga på universitetet. Då sa han okej, jag får se om jag kan hjälpa dig. Jag skulle komma om några dagar igen. Den gången sa han att det fanns en lägenhet i Orminge och att det tar en halvtimme från stan. Han instruerade mig om att åka till en HSB-avdelning som fanns i Orminge på den tiden. Jag åkte dit och mötte en tjänsteman och då var jag gravid i sjunde månaden. Det var varmt och han gick i sakta mak med en stor nyckelknippa med kanske 30 nycklar för att visa mig till lägenheten. Jag var mycket förväntansfull och gick med blicken på hans nyckelknippa. Till slut var vi framme. Det var som att komma till paradiset när han öppnade dörren till lägenheten! Den var delvis möblerad, någon annan polsk medborgare hade bott där men som hastigt lämnat den. Lägenheten var på tre rum och kök + en fin balkong. Vi fick lån från HSB på 10500 kr. Tack tjänstemannen på Socialstyrelsen! Vi flyttade in i maj 1970. Vi betalade av det i tio år. Det var en oerhörd lyx! I Polen hade vi bott fyra personer på 45 kvm. I vårt nya hus bodde tre polsk-judiska grannar, även de politiska flyktingarna. Det visade sig att det bodde minst femton olika polsk-judiska familjer i Orminge. Orminge bibliotek var fantastiskt. Och gruppen av polsk-judiska sjuttioåringar hade det som sitt pensionärsfritids. En gång skrev Nacka Värmdö Posten en artikel om dem. Den skulle jag vilja hitta!\n\n\nVad kände du inför beslutet att emigrera? Påverkade den antisemitiska kampanjen din världsuppfattning och självbild? Vilka deltog i den antisemitiska kampanjen och vilka försökte motverka den? Hur gick din migration till? \n\nJag födde min dotter Paulina 23 juni i Nacka sjukhus. Så småningom kom min mamma från Lundsbrunn och även hon fick en liten etta i Orminge. Jag skrev in mig vid Stockholms universitet och fortsatte svenska studier, min man jobbade medan min mamma passade vart barn. För att träna min svenska började jag jobba med Unga Örnar som hade barnverksamhet i Orminge på kvällarna, vissa helger åkte vi på utflykter med barnen. Jag minns Hanna Högberg, underbar person. Andra jag minns är Lisbeth, Margareta, Siv. De tog emot mig med öppna armar. Jag började också arbeta som vikarie på barnstugor i Orminge. När Arbetsmarknadsutbildningen, AMU annonserade 1974 om en kurs för arbetslösa akademiker till förskollärare i Norrköping så hoppade jag på det. Det var en avkortat, ettårig kurs som gav diplom till förskollärare. Vi var en grupp på 20 unga kvinnor (det fanns två killar tror jag) som bodde tillsammans i ett par lägenheter och levde en härlig studentliv.Det var en rolig och lärorik tid som blev för mig en inkörsport till det “svenska livet” som jag längtade så mycket efter. Och jag älskade den svenska pedagogiken som föddes ur den berömda 1968- års Barnstugeutredningen som så småningom utmynnade i Förskolelagen. Det tråkiga var att jag fick lämna mitt lilla barn hemma i Stockholm i veckorna. Hon gick på dagis, Boo-paviljongen hette det.  \n\nDen första tiden i Sverige\nHur upplevde du den första tiden i Sverige? Vad tänkte du om Sverige, den svenska samhället och kulturen? Hur var mottagandet? Vad tänkte du om landet du kommit till, dess samhälle och kultur?\n\n\nLivet i Sverige\n\nMitt vuxna liv började i Sverige. Att bli förälder efter sex månader i det nya landet blev en omvälvande upplevelse. Det kändes som en dröm att ha eget hem, man och barn. Jag älskade min roll som mamma. Livet i Orminge med närheten till naturen som jag aldrig upplevde tidigare kändes som en saga. Jag ville ge min dotter det som jag själv aldrig fick: en julgran, firandet av födelsedagar och att känna tillhörighet till sitt land. Jag ville bli svensk och att mitt barn skulle känna sig svenskt. Jag och min man lärde känna många människor, svenskar och polacker av judisk härkomst. De gav oss sitt stöd och goda råd om det svenska samhället. De blev våra kära vänner. Till exempel herr Berkovitz som ofta lånade oss pengar, känd bland svenska överlevande från förintelsen som kom med Röda bussar, David Schwartz och hans fru Sylvie, också han överlevare från Förintelsen, sociolog och redaktör för tidskriften Invandrare och Minoriteter (han hjälpte mig skriva ansökningar om jobb), de tidigare nämnda Fela och Åke Larsson hos vilka vi fick bo under två veckor då vi var hemlösa, makarna Luxemburg samt alla polsk-judiska Ormingeborna. Min man var känd och omtyckt av dem sistnämnda eftersom han på sin fritid lagade deras trasiga, gamla elektronik apparater, oftast gratis eller för en symbolisk summa. Vilket jag irriterade mig på då allt det dammiga skruttet låg länge utspritt på vardagsrumsbordet. \n\nTankar om framtiden\nMin storebror fortsatte att utöva inflytande på mig från USA. I sitt nya land hade han kommit i kontakt med den judiska miljön. Varje år kom han och hälsade på mig i Stockholm. Han hade även många kompisar här i Sverige. Det är klart, det är lite annorlunda i New York, där kan man vara judisk på lite olika vis, inte alltid religiöst, men ändå med judiska traditioner. Han tyckte att jag skulle ge mina barn en judisk identitet. Själv hade han inga barn. Jag ignorerade hans uppmaningar och “goda råd” eftersom det kändes inte så viktigt för mig. Men 1979 skedde traumatiska händelser som lämnade djupa spår. På våren, under tragiska omständigheter, dog min mamma efter en tids djup depression, sedan samma år på hösten avled hastigt min bror i en hjärtinfarkt på flygplatsen i Detroit endast 39 år gammal. Jag åkte till hans begravning. De här upplevelserna lämnade mig med ångest. Den kris som jag genomlevde då ledde till att jag beslöt mig för att skicka min dotter till Hillelskolan. Jag vet inte hur jag fick kännedom om skolan, men 1980 började min dotter på Hillel. Det var en ganska stor uppoffring, både ekonomiskt och det faktum att skolan låg inne i stan och jag ville inte skicka en tioåring ensam till stan, utan en vän, en äldre dam i Polen, fick besöka oss och bo med oss under en tid. Varje dag under kanske flera månader åkte hon med Paulina till skolan. Själv hade jag inte tid att åka in och ut till stan varje dag, eftersom jag jobbade. \nJag hoppades att jag skulle få lite gemenskap med de andra judiska mammorna, men jag upplevde mig avvisad av dem, på ett ganska bryskt sätt. Det kändes som att de såg ner på mig på något sätt. Samtidigt tyckte jag att det var spännande med alla historier som min dotter kom hem med. De religiösa inslagen övertygade inte mig och kändes främmande men jag tänkte att det vore bra om vi kunde lära oss de judiska traditionerna. Någonstans förstod jag att min dotter uppfattade liknande signaler som jag men att det på det stora hela var en helt okej skolgång och jag visste att hon hade bra vänner som ofta bodde över hos oss och hon hos dem. Hur som helst, det blev aldrig aktuellt att någon av mina yngre döttrar skulle gå där senare. De gick i vanliga skolor i Orminge. Min nyfikenhet på det judiska var mättat i det avseendet. \n\nUnder mina 17 år som förskollärare och som Ormingebo fick jag och min familj många svenska vänner bland grannar och arbetskamrater. För dem var vi en polsk familj och vi fick ofta svara på deras nyfikna frågor om Polen. Själv kände jag mig som polska med judiskt påbrå och lagade gärna mammas maträtter hemifrån: oxtunga, gefilte fish, sernik (ostkaka) eller rödbetssoppa med piroger. Samtidigt tillägnade jag mig matlagning av svenska rätter, till exempel gravad lax, kanelbullar och köttbullar.\n\nJag och min familj njöt av den svenska naturen som fanns så nära inpå knuten, och vi blev nyfikna på att lära känna andra delar av Sverige. Vi reste på semester till Gotland, Öland, Värmland och Jämtland. 1982 köpte vi en liten stuga med tomt på 700 kvm belägen i en stugby på Ingarö. Den sålde vi efter 18 år när min man blev sjuk i cancer. På Ingarö lärde vi känna fler svenskar som vi blev vänner med, bl a Bengt Hallberg och Gunilla Wettergren, inbitna socialdemokrater med betydande positioner i det svenska samhället.Våra jämnåriga döttrar blev sommarvänner, jag och Gunilla plockade svamp tillsammans.\nEfter 17 år som förskollärare började jag studera på nytt, på Socialhögskolan. Jag blev färdig socionom 1990 och fick arbete på socialkontoret inom enheten Barn-och Familjeomsorgen. Där stannade jag i 10 år. Därefter arbetade jag som kurator i 10 år inom Habiliteringen i Stockholm.\n\nMin identitet\n\nRiktig svensk blev jag inte. Det blir jag aldrig i andras ögon. På arbetsplatsen var jag alltid “polskan”. Jag påmindes och påminns fortfarande dagligen om mitt invandrarursprung genom ständiga frågor om hur, när och varför jag kom till Sverige och om jag trivs här. Jag talar bra svenska men min brytning avslöjar mig så fort jag öppnar munnen. Frågorna är kanske inte illa menade men de placerar mig omedelbart utanför, skapar “vi och de” läge. Så förblir jag den eviga invandraren. Att jag är judinna berättar jag bara ibland, beroende på omständigheterna. I det avseende känns det likartat som i Polen - man ligger lågt med sin judiskhet, en regel som, enligt mig även de flesta svenska judar tillämpar. Antisemitisk attityd från en svensk mötte jag en gång på min arbetsplats. Det var en kollega, Pär, som kommenterade det faktum att min dotter gick i Hillelskolan: \"Judar förföljer palestinier, de är sionister och bryr sig bara om Israel!\" En annan gång deklarerade min polsk-svenska väninna Johanna att judarna bär själva skulden för att människor ogillar dem, detta på grund av att de isolerar sig från övriga samhälle. Hon blev inte övertygad när jag räknade upp en lång rad framstående polsk-judiska politiker, författare, musiker, vetenskapsmän, filmare, filosofer och hjältar som stred för Polen. Det var en urgammal antisemitisk klyscha som ändrar skepnad vid behov:  antingen är du för mycket judisk och främmande - eller -  för mycket assimilerad, då är du ulv i fårakläder, du låtsas att du är som majoriteten av samhället, infiltrerar det, men blir snart avslöjad som en utböling. Indirekt antisemitism mötte jag inom svenska medier där vissa kända vänsterorienterade kulturprofiler skrev om \"sionister\" och gjorde svenska judar ansvariga för Israels politik gentemot palestinier. På 90-talet har jag sett min mans namn på den kände antisemiten, Ahmed Ramis, \"judelista\".\n\nDe antisemitiska rösterna har, tyvärr, inte tystnad. Höger-och- vänsterextremister samt islamister har de sista 15 åren blivit alltmer högljudda och hotfulla. Media rapporterar dagligen om deras aktiviteter. Det urgamla judehatet är högst närvarande i vårt samhälle.\nSjälv betraktar jag mig som både polsk, svensk och judisk. Jag älskar det polska språket, litteratur, teater och det vackra landet. Jag längtar till Polen och åker dit nästan varje år där jag träffar mina polska vänner, går på konserter, bio och teaterföreställningar. Jag älskar Sverige lika mycket och läser svenska böcker och konsumerar svensk kultur, jag är en typisk kulturtant. Jag är stolt över min judiska arv som jag fick efter mina föräldrar. Det är de som introducerade mig i judisk litteratur och judisk kultur (Spelman på taket såg jag först på judiska teatern i Warszawa). Jag åker gärna till Israel, men gillar inte Likuds ockupationspolitik. Jag är sekulär, röstar på sossar och anser att Sverige borde bli republik.\nVad gäller mina döttrar Paulina, Irene och Veronica så är jag ändå glad att de, tack vare att de föddes i Sverige, är och känner sig riktiga svenskar. De har alla tre icke-judiska makar och partners men de är väl medvetna om sitt ursprung. Hur mycket judiska de vill vara lämnar jag helt och hållet åt dem själva att bestämma.", 
          "modified": "Thu, 09 Sep 2021 09:53:08 GMT", 
          "topic_item": {
            "label": "Din levnadsberättelse", 
            "label_i18n": {
              "sv": "Din levnadsberättelse"
            }, 
            "type": "Textarea", 
            "uuid": "d58e5ff5-763f-4b84-8899-6cde6498c6c7"
          }, 
          "topic_item_type": "dbc74838-ad1e-4ffd-9295-c4e13e7f20c6", 
          "uuid": "82d391f0-177a-4dae-9844-5f179670a43a"
        }, 
        {
          "created": "Thu, 09 Sep 2021 09:32:27 GMT", 
          "display_value": "Warszawa, Orminge (Saltsjö-Boo)", 
          "modified": "Thu, 09 Sep 2021 09:32:27 GMT", 
          "topic_item": {
            "label": "Tidigare bostadsorter:", 
            "label_i18n": {
              "sv": "Tidigare bostadsorter:"
            }, 
            "type": "Textarea", 
            "uuid": "187d0728-3c06-46f4-95c3-43bf8b3c4b91"
          }, 
          "topic_item_type": "dbc74838-ad1e-4ffd-9295-c4e13e7f20c6", 
          "uuid": "b24b4780-274c-49ec-af7f-24b95c30e49b"
        }, 
        {
          "created": "Thu, 09 Sep 2021 09:32:27 GMT", 
          "display_value": "November 1969", 
          "modified": "Thu, 09 Sep 2021 09:32:27 GMT", 
          "topic_item": {
            "label": "Ankomstdatum till Sverige:", 
            "label_i18n": {
              "sv": "Ankomstdatum till Sverige:"
            }, 
            "type": "Textarea", 
            "uuid": "ab9f42d8-a2cc-4eb1-928a-8a7ff91747ab"
          }, 
          "topic_item_type": "dbc74838-ad1e-4ffd-9295-c4e13e7f20c6", 
          "uuid": "8f9bd9b7-b274-44d3-9b25-9b2ee93ac21c"
        }
      ]
    }, 
    {
      "archive_code": "M5/00004", 
      "comment_count": 0, 
      "contributor": {
        "birth_year": 1948, 
        "display_name": "Jurek Gold", 
        "gender": "man", 
        "place": "Stockholm", 
        "uuid": "484eee3d-509e-47c1-b630-f635a233f311"
      }, 
      "coordinates": "", 
      "created": "Wed, 06 Oct 2021 10:09:46 GMT", 
      "hits": 60, 
      "imported": false, 
      "license": "CC BY", 
      "likes": 0, 
      "media": [
        {
          "created": "Wed, 06 Oct 2021 10:06:30 GMT", 
          "description": "Jurek Gold levnadsberättelse", 
          "dms_id": "013AitcTX9ja", 
          "license": "CC BY-NC", 
          "mime_type": "application/vnd.openxmlformats-officedocument.wordprocessingml.document", 
          "modified": "Wed, 06 Oct 2021 10:06:30 GMT", 
          "name": "Levnadsberättelse Jurek Gold.docx", 
          "order_by_number": 1, 
          "owner": "Jurek Gold", 
          "topic_item": {
            "label": "Ladda upp filer", 
            "label_i18n": {
              "sv": "Ladda upp filer"
            }, 
            "type": "Media", 
            "uuid": "e58ae7fd-30f9-4443-883a-e91dcd26770a"
          }, 
          "type": "document", 
          "uuid": "20744cd9-cd14-4cb2-a955-55223f733e6f"
        }
      ], 
      "modified": "Wed, 06 Oct 2021 10:13:48 GMT", 
      "open_for_student_edit": false, 
      "presentation_url": "https://minnen.se/tema/vi/17303", 
      "published": true, 
      "ready_for_approval": false, 
      "submitted": false, 
      "title": "", 
      "title_i18n": {
        "sv": ""
      }, 
      "topic": {
        "name": "Vi, de fördrivna", 
        "name_i18n": {
          "sv": "Vi, de fördrivna"
        }, 
        "uuid": "0f976fb0-b14b-4ef8-8bf9-84f3f07e1736"
      }, 
      "user_id": 6321, 
      "uuid": "fc23dc65-d33f-4725-bc34-ced5044970fd", 
      "values": [
        {
          "created": "Wed, 06 Oct 2021 10:09:46 GMT", 
          "display_value": "1. Information \nNamn: Jerzy (Jurek) Gold\nFödelseår: 1948\nKön: Man\nNuvarande Bostadsort: Stockholm\nTidigare bostadsorter: Katowice, Polen\nAnkomstdatum till Sverige: 1969-09-17\n\n2. Din levnadsberättelse\nLivet före den antisemitiska kampanjen och emigrationen\nMina 20 år i Polen, min barndom och ungdomsåren minns jag som en lycklig tid. Min far var civilingenjör och arbetade inom gruvindustrin, mamma hade också universitetsutbildning och arbetade en tid på Polska Radio som språkvetare.\nJag var alltid medveten om min judiska identitet utan att det påverkade mig nämnvärt. Våra seder hemma var polska, språket också (mamma såg till att vi pratade bra polska). Dock hade föräldrarna vissa uttryck som jag så småningom identifierade som jiddisch.\nFöräldrarnas umgängeskrets var blandat, dels fanns rena polska grupper, mest pappas arbetskollegor eller deras fruar som mamma umgicks med, dels judiska vänner. Dessa grupper kunde ibland blandas, vid större fester.\nI min skolklass fanns en del judar, vi umgicks dock i olika grupper utan att tänka på det.\nVid ett enda tillfälle har jag blivit kallad av en klasskompis i grundskolan ”din jude!”. Anledningen var att han var avundsjuk för att jag var på väg hem och han var tvungen att stanna kvar på en icke skolpliktig religionslektion. Det blev bråk, efter några dagar fick han be mig om ursäkt utan att någon av oss två förstod vikten och signifikansen av händelsen, då åtminstone.\nReligionen har inte spelat någon roll, varken under min uppväxttid eller senare. Vi blev uppfostrade hemma som ateister och sådan är jag än idag. Om jag går till synagogan idag, på Yom Kipur eller av en annan anledning, gör jag det endast för traditionens skull.\nDen antisemitiska kampanjen och emigrationen\nUnder sexdagarskriget i juni 1967 var jag på ett militärläger som en del i min militärutbildning under universitetstiden. Vid ett tillfälle fick vi lyssna på en officiell förklaring om vem som är ”good guy” och vem som är ”bad guy” i det kriget. När de beskrev, att det var judar som orsakade och startade kriget, kände jag mig lite illa till mods, men mer var det inte då.\nEfter mars 1968 blev min pappa flyttat från sin position på företaget han arbetade då på och blev placerad ”i ändan av korridoren”.\nMina föräldrar som överlevde kriget i Sovjetunionen kom tillbaka till Polen med förhoppning att det skall gå att leva på ett anständigt sätt i det nya systemet (utan att för den skull blivit kommunister). Troligen därför stannade de i Polen både efter 1948 och 1956, då större delen av polska judar emigrerade.\nDet som hände i mars 1968 och sedan med pappas jobb, gjorde att de började tänka om, framförallt upplevde de att barnen inte hade någon framtid i Polen.\nUnder sommaren och hösten 1968 mognade deras tankar och de, med acceptans från min syster och mig, började undersöka möjligheter för oss, barn att emigrera. Senare återstod endast ett antal praktiska beslut:\n-\tVart ska man åka (vilket land kan tänka sig att ta emot oss)?\n-\tHur ska man fixa alla formalia utan att myndigheterna kallar mig till lumpen (två år)\n-\tSka jag fortsätta mina studier, eller är det onödigt?\n-\tSka min syster avsluta sina studier och betala sedan en stor summa pengar vid utresan (45 000 zloty)?\nJag kommer ihåg att alla dessa praktiska problem kändes mera som ett äventyr, samtidigt vet jag, att vid den tiden drack jag ofta mycket och blev full, när tillfällen fanns, detta förmodligen för att jag kände frustrationen och ledsnaden över beslutet att emigrera\nJag brukade åka skidor i Tatra bergen och segla i de Masuriska sjöarna. Varje gång jag fick för sista gången lämna dessa platser, kändes det mycket svårt, jag upplevde då att man tar ifrån mig de mest älskade ställen.\nVi hade en grupp polska vänner som gjorde mycket för att stödja oss och försöka hålla oss på gott humör. De brukade komma till oss två, tre gånger per vecka, sitta, dricka och prata, visa oss den ljusa framtid som förhoppningsvis väntar oss i Sverige, och framförallt brist på den om vi skulle stanna kvar. Jag är tacksam till de än idag.\nVad gäller den antisemitiska kampanjen, så upplevde jag den som absurd, men å andra sidan fanns det överhuvudtaget inget förtroende för myndigheterna, så varken de eller deras andra påhitt kändes realistiska. \nDet är först betydlig senare, i Sverige, när jag mognade, som jag började förstå vad var det som verkligen hände då, att vi, polska medborgare, födda i Polen, blev helt enkelt utkastade därifrån.\nSå småningom, i september 1969, ett år efter beslutet, kunde min syster och jag sätta oss på tåget från Warszawa till Stockholm.\nInnan dess, när det mesta var ordnat för vår resa, kommer jag ihåg att vi satt en gång tillsammans vid middagen och jag ställde frågan: Och ni, vad ska ni göra?\nPlötsligt ser jag, att mina föräldrar verkar vara ställda. Det här är frågan som de aldrig själva ställde under hela året då barnens utresa stod i centrum. Mamma började stamma: vi, hm, vi bör väl börja packa och komma efter er, eller hur? Efter bekräftelsen från pappa, blev det så bestämd.\nDe kom till Sverige åtta månader senare.\nDen första tiden i Sverige\nDet första intrycket av Sverige fick jag på tåget mellan Malmö och Stockholm, den 17 september 1969. Allt verkade lugnt och fridfullt, vi åkte genom skogar, då och då syntes röda hus med vita knutar, de människor som vi såg promenerade hellre än sprang, det verkade vara en idyll.\nSå småningom kom vi till Stockholm, träffade representanter för mosaiska församlingen på perrongen, fick 50 kronor var av de och skickades med taxi till ett hotell vid Odenplan, där vi stannade i tre dagar.\nEfter besöket på Arbetsförmedlingen fick vi tågbiljetter till Lidköping, där vi stannade på en förläggning i nästan fyra månader.\nHär och då började det nya äventyret: att lära känna det nya landet Sverige. Jag tror, att det äventyret pågår fortfarande, trots att jag har levt här i mer än 50 år.\nJag upplevde mottagande i Sverige mycket positiv, människor både privat och i tjänsten var övervägande vänliga, även butiksbiträden var det, till skillnad från mitt gamla land.\nDet mesta var dock annorlunda, man fick vänja sig vid hur folk fungerade och reagerade, även idag kan jag då och då fundera över vissa reaktioner av mina svenska vänner eller bekanta.\nLivet i Sverige\nÄn idag utgör de polska judarna den största gemenskapskrets som jag ingår i. Jag har också en grupp svenska vänner, vi känner varandra i ca. 37 år. Vi har jobbat på samma arbetsplats, någon gång 1983 har vi börjat träffa och laga middagar tillsammans, nu efter all den tid, känns det som en grupp vänner där matlagning är bara en förevändning för att kunna träffas.\nMitt första jobb i Sverige var att diska på en restaurang i Lidköping, samma restaurang som levererade mat till våran förläggning. Så småningom, i Stockholm, hade jag många sommarjobb. Ofta som chaufför, men även i hamnen eller på löpande bandet på Pripps. På den tiden fanns det många sommarjobb, det var bara att välja och vräka.\n Jag fortsatte min utbildning i Sverige, blev civilingenjör och arbetade i många år först på ASEA/ABB och sedan som konsult åt olika svenska ock utländska bolag. Jag har gift mig (med en polsk judinna), har två barn och fyra barnbarn.\nSå småningom skilde vi oss, min fru och jag, jag har en ny partner – också en polsk judinna.\nBåda mina barn har gift sig med svenskor/svenskar, mina barnbarn känner sig både svenska och judiska.\nTrots det vänliga mottagande i Sverige kände jag alltid att jag var annorlunda än svenskar. Vi var svartskallar, vi pratade inte perfekt svenska, våra gester och beteende var annorlunda än majoritetens. Idag, drygt 50 år efter att vi kom hit, och med stora invandrargrupper från betydligt mera exotiska platser, har vi ”avancerat” i invandrarhierarkin och blivit betydligt bättre accepterade i samhället. \nMina svenska erfarenheter av antisemitismen är mest indirekta, jag läser och ser på TV om det som händer i Malmö eller någon annanstans. Men även direkt – om jag skall komma till synagogan på Yom Kipur eller hämta barnbarnen på Bajit måste jag passera otaliga kontroller och då kommer förstås tanken varför? Varför kan det inta vara enkelt och problemfritt att vara jude i Sverige?\nMitt förhållningssätt till Polen…\nJag har lämnat i Polen två grupper av vänner, dels de jag gick i gymnasiet med och dels en grupp vänner från universitetet, mest de vi brukade vandra i fjällen tillsammans med. Jag hade bara sporadisk kontakt med de under de första 20 – 30 åren i Sverige, men sedan, när de började organisera klass- eller gruppmöten, brukade jag komma till Polen, för att träffa alla gamla vänner. Med en del av de har kontakterna blivit så pass nära att vi besöker varandra i polska bergen eller i Stockholm. Dock varar mina resor till Polen sällan längre än en vecka, ofta är det bara ett förlängt veckoslut.\nNär jag under mina tågresor i Polen ser en ritning på muren av en Davidsstjärna hängande i en galge, då vet jag, att det är inte är ett land för mig, helt oberoende av hur trevligt jag hade tillbringat tid med mina vänner.\nSamtidigt är mitt första språk polska, min kultur kommer också därifrån – jag brukar säga att min Nalle Puh pratar polska. Jag läser gärna bra polsk litteratur, Olga Tokarczuk var min favorit under de senaste 20 åren.\nJag är sedan ca. 40 år tillbaka medlem i den judiska församlingen i Stockholm, mest för att bekräfta min judiska identitet för mig själv. Mitt medlemskap är mycket passiv. Jag läse dock gärna Judisk krönika – jag tycker att det är en mycket bra tidskrift.\nNär barnen var små bodde vi i en förort, det fanns då ingen praktisk möjlighet att skicka barn till den judiska skolan i centrala Stockholm.\nJag har dock skickat barnen varje sommar till det judiska kollot i Glämsta på Väddö, de har fått många vänner där.\nUnder andra tider än i år med corona, brukar jag bjuda båda barnfamiljer för att fira tillsammans Rosh Hashana, Hanukkah eller Pesach. Jag försöker då laga traditionsenlig mat men det religiösa inslaget brukar begränsa sig till en enkel bön.\nEn banal händelse ca 8 – 10 år efter att ha kommit till Sverige, har triggat mina tankar om min identitet.\nEn höstkväll väntade jag på bussen vid en hållplats i stan. Vid hållplatsen stod en äldre dam, jag sa ”hej” till henne. Hon tittade på mig och frågade sedan varifrån jag kommer.\nEfteråt gick jag och funderade: om jag under åtta år i Sverige inte har klarat att lära mig att uttala korrekt ett enkelt ”hej”, då har jag ingen chans att lära mig språket korrekt och bli ”svensk”.\nOk, tänkte jag, jag är inte längre polack (det kunde jag läsa om i min polska resedokumentet), jag kommer aldrig att bli svensk, så vem är jag? Världsmedborgare? Nej, det låter alltför flummigt. Vad återstår? Ok, jude med rötter från Polen som lever i Sverige. Och så definierar jag mig sen dess.\nHur ser mitt liv ut idag? Bra, anser jag, om vi bortser från corona. Jag är pensionerad, lever i ett särboförhållande. Vi har en stor vänkrets, många möten, teater- och konsertbesök, vandringar i bergen på somrarna, skidåkning på vintrarna. Min särbo brukar vara mera bekymrad över alla tecken på växande antisemitism, vi brukar diskutera det livligt, kommer sällan fram till en gemensam ståndpunkt men fortsätter att diskutera ändå.\nTankar om framtiden\nMina barn är i mycket stor grad medvetna om vårt förflutna i Polen, i mitt tycke frågar de kanske för lite om detaljer ur våra liv i Polen men jag förstår de, delvis åtminstone. De är upptagna av sina liv, arbete, barn, familj, de har inte tid att tänka på det. Hoppas att jag blir närvarande, både kroppsligt och intellektuellt när de mognar till att vilja fråga mig.\nFör mina barnbarn blir nog mitt förflutna snarare ett kuriosum, jag hoppas dock att de behåller sin judiska identitet livet ut och förmedlar den vidare till nästa generationer.", 
          "modified": "Wed, 06 Oct 2021 10:09:46 GMT", 
          "topic_item": {
            "label": "Din levnadsberättelse", 
            "label_i18n": {
              "sv": "Din levnadsberättelse"
            }, 
            "type": "Textarea", 
            "uuid": "d58e5ff5-763f-4b84-8899-6cde6498c6c7"
          }, 
          "topic_item_type": "dbc74838-ad1e-4ffd-9295-c4e13e7f20c6", 
          "uuid": "cc2cd8fa-9239-4ce3-90bf-9e93c264d3ac"
        }, 
        {
          "created": "Wed, 06 Oct 2021 10:09:46 GMT", 
          "display_value": "1969-09-17", 
          "modified": "Wed, 06 Oct 2021 10:09:46 GMT", 
          "topic_item": {
            "label": "Ankomstdatum till Sverige:", 
            "label_i18n": {
              "sv": "Ankomstdatum till Sverige:"
            }, 
            "type": "Textarea", 
            "uuid": "ab9f42d8-a2cc-4eb1-928a-8a7ff91747ab"
          }, 
          "topic_item_type": "dbc74838-ad1e-4ffd-9295-c4e13e7f20c6", 
          "uuid": "d52ef6e5-2047-4393-b7c7-74d1cdabce09"
        }, 
        {
          "created": "Wed, 06 Oct 2021 10:09:46 GMT", 
          "display_value": "Katowice, Polen", 
          "modified": "Wed, 06 Oct 2021 10:09:46 GMT", 
          "topic_item": {
            "label": "Tidigare bostadsorter:", 
            "label_i18n": {
              "sv": "Tidigare bostadsorter:"
            }, 
            "type": "Textarea", 
            "uuid": "187d0728-3c06-46f4-95c3-43bf8b3c4b91"
          }, 
          "topic_item_type": "dbc74838-ad1e-4ffd-9295-c4e13e7f20c6", 
          "uuid": "f2f5baac-b94b-4427-ba7c-daa3c5ae1218"
        }
      ]
    }, 
    {
      "archive_code": "M5/00002", 
      "comment_count": 0, 
      "contributor": {
        "display_name": "Leona Leah Rapoport"
      }, 
      "created": "Sun, 19 Sep 2021 13:35:29 GMT", 
      "hits": 151, 
      "imported": false, 
      "license": "CC BY", 
      "likes": 0, 
      "media": [
        {
          "created": "Sun, 19 Sep 2021 13:29:10 GMT", 
          "dms_id": "013AiPPdPXVq", 
          "license": "CC0", 
          "mime_type": "application/vnd.openxmlformats-officedocument.wordprocessingml.document", 
          "modified": "Sun, 19 Sep 2021 13:29:10 GMT", 
          "name": "Levnadsberättelse reviderad.docx", 
          "order_by_number": 1, 
          "owner": "Leona Leah Rapoport", 
          "topic_item": {
            "label": "Ladda upp filer", 
            "label_i18n": {
              "sv": "Ladda upp filer"
            }, 
            "type": "Media", 
            "uuid": "e58ae7fd-30f9-4443-883a-e91dcd26770a"
          }, 
          "type": "document", 
          "uuid": "b00c147a-a262-448e-bb42-decebd62b3da"
        }
      ], 
      "modified": "Sun, 19 Sep 2021 13:35:29 GMT", 
      "open_for_student_edit": false, 
      "presentation_url": "https://minnen.se/tema/vi/17276", 
      "published": true, 
      "ready_for_approval": false, 
      "submitted": false, 
      "topic": {
        "name": "Vi, de fördrivna", 
        "name_i18n": {
          "sv": "Vi, de fördrivna"
        }, 
        "uuid": "0f976fb0-b14b-4ef8-8bf9-84f3f07e1736"
      }, 
      "user_id": 6319, 
      "uuid": "32d4c7d8-1bfe-478f-844b-29d5783f0682", 
      "values": [
        {
          "created": "Sun, 19 Sep 2021 13:35:29 GMT", 
          "display_value": "1970-07-22", 
          "modified": "Sun, 19 Sep 2021 13:35:29 GMT", 
          "topic_item": {
            "label": "Ankomstdatum till Sverige:", 
            "label_i18n": {
              "sv": "Ankomstdatum till Sverige:"
            }, 
            "type": "Textarea", 
            "uuid": "ab9f42d8-a2cc-4eb1-928a-8a7ff91747ab"
          }, 
          "topic_item_type": "dbc74838-ad1e-4ffd-9295-c4e13e7f20c6", 
          "uuid": "2b7744d1-1973-4242-ac24-5206a1bff144"
        }, 
        {
          "created": "Sun, 19 Sep 2021 13:35:29 GMT", 
          "display_value": "Göteborg, Täby", 
          "modified": "Sun, 19 Sep 2021 13:35:29 GMT", 
          "topic_item": {
            "label": "Tidigare bostadsorter:", 
            "label_i18n": {
              "sv": "Tidigare bostadsorter:"
            }, 
            "type": "Textarea", 
            "uuid": "187d0728-3c06-46f4-95c3-43bf8b3c4b91"
          }, 
          "topic_item_type": "dbc74838-ad1e-4ffd-9295-c4e13e7f20c6", 
          "uuid": "edb9a975-3641-4244-b6a4-406b08f7624b"
        }
      ]
    }
  ], 
  "limit": 10, 
  "offset": 0, 
  "total_count": 10
}
