[
  {
    "archive_code": "NEG 0271/00791",
    "contributor": {
      "display_name": "Kim Øyvind Pedersen"
    },
    "created": "Sun, 18 Sep 2022 16:18:58 GMT",
    "license": "CC BY",
    "modified": "Sun, 18 Sep 2022 16:18:58 GMT",
    "position": {
      "latitude": 62.59616308367336,
      "longitude": 6.932976697306081
    },
    "presentation_url": "https://minner.no/tema/korona/3106",
    "published": true,
    "submitted": false,
    "topic": {
      "name": "The Corona Virus in Norway – share for posterity",
      "name_i18n": {
        "en": "The Corona Virus in Norway – share for posterity",
        "nb": "Koronapandemien - den første tiden"
      },
      "uuid": "9829edfb-a42d-4e39-9a30-7bdd7115c79a"
    },
    "uuid": "9b3416d4-1c4d-43a2-b1b3-5bdb98ce92e9",
    "values": [
      {
        "created": "Sun, 18 Sep 2022 16:18:58 GMT",
        "display_value": "Nå har \"alle\" i Norge fått tilbud om vaksinering, og mange har hatt koronaviruset. Befolkningen er mer rustet enn før pandemien til å håndtere viruset i dets nåværende tilstand. Derfor tror jeg det er viktig at vi kommer tilbake til normalen når vi i Norge har åpnet opp som før. \n\nUnder pandemien har vi alle blitt instruert i at vi måtte holde oss hjemme fra jobb, skole mm. om vi følte oss, eller var, syke. Denne terskelen tror jeg det nå er viktig å øke igjen. Nå burde vi dra på jobb og skole selv om vi føler oss, eller er litt, småsyk. Vi må tenke at om vi hadde dratt på jobb eller sendt barna våre på skolen før koronapandemien, så burde vi gjøre det nå også.",
        "modified": "Sun, 18 Sep 2022 16:18:58 GMT",
        "topic_item": {
          "label": "What are you thinking about the state of society right now?",
          "label_i18n": {
            "en": "What are you thinking about the state of society right now?",
            "nb": "Hva tenker du om tilstanden i samfunnet?"
          },
          "type": "Textarea",
          "uuid": "81b6cefe-49e9-4797-a62a-a39e56fb7356"
        },
        "uuid": "6a4c1749-5144-420c-ba2c-fcaba6bbdf8b"
      },
      {
        "created": "Sun, 18 Sep 2022 16:18:58 GMT",
        "display_value": "I løpet av de siste 2,5 år, så har vi hatt forskjellig grad av tiltak og anbefalinger som instruerte oss hvordan vi burde te oss i forhold til andre. Jeg har blant annet anvendt min del av antibac og vasket hender som aldri før. \n\nSelv om samfunnet er åpnet opp igjen som vanlig, merker jeg at noe av det vi har gjort under pandemien henger igjen. Jeg vasker hendene mye oftere nå enn før pandemien, spesielt etter jeg har hatt undervisning eller har vært i kontakt med andre. På butikken holder en litt mer avstand enn tidligere, og jeg har blitt mer bevisst på å holde ekstra avstand om jeg selv eller andre er litt ruskete i halsen. \n\nEn annen ting som har fått seg en \"boost\" under koronapandemien, er den digitale relasjonsbyggingen og kontakten blant venner og familie. Den har holdt seg oppe selv etter pandemiens verste tid (forhåpentligvis) er over. Jeg tror at jeg, og mange med meg, har sett verdien av å sørge for at alle er inkludert er veldig viktig. Dette visste vi selvsagt før koronapandemien også, men vi ble kanskje ekstra bevisst på dette når ting stod på som verst. I tillegg lærte vi å prioritere en telefonsamtale med en venn eller et familiemedlem. Selv den dag i dag er jeg flinkere til å holde kontakt med de nærmeste både fysisk og digitalt.",
        "modified": "Sun, 18 Sep 2022 16:18:58 GMT",
        "topic_item": {
          "label": "In what way have your conduct and behavior changed?",
          "label_i18n": {
            "en": "In what way have your conduct and behavior changed?",
            "nb": "Hvordan har du endret adferd og oppførsel?"
          },
          "type": "Textarea",
          "uuid": "c2587dea-a014-4b1a-a916-222f689d32b9"
        },
        "uuid": "148b245c-0949-42be-be16-ae851b40bde6"
      },
      {
        "created": "Sun, 18 Sep 2022 16:18:58 GMT",
        "display_value": "Jeg skriver dette høsten 2022 etter Norge som samfunn har åpnet opp og fungerer tilnærmet likt som det gjorde før koronapandemiens første lockdown, 12.mars 2020. Mitt minne beskriver hvordan jeg opplevde det når pandemien stod på som verst. \n\nJeg jobber som lærer. Den 12. mars 2020 dro jeg på jobb som vanlig, men noe var annerledes denne dagen. Elevene synes det var rart at de skulle være på skolen, de hadde hørt på nyhetene (og fra foreldrene sine) om det nye farlige viruset, korona. Etter hvert som skoledagen gikk, ble det mer og mer tydelig i nyhetsbilde at det gikk mot lockdown av samfunnet. Noe som betydde hjemmeskole. \n\nPå skolen jeg jobbet på var vi så heldige at vi hadde en datamaskin til hver elev. Vi sørget for at alle elevene fikk med seg både datamaskin og lader hjem før de dro fra skolen 12. mars 2020, hjemmeskole skulle iverksettes. \n\nEn del av min jobb under koronapandemien har vært å hjelpe elever gjennom det å bedrive fjernundervisning og hjemmeskole. Selv har jeg to barn, som begge var i barnehagealder våren 2020. Jeg var ofte alene hjemme med barna, samtidig som jeg bedrev undervisning og var tilgjengelig for å hjelpe elevene mine både på dag-, ettermiddag- og kveldstid. \n\nOfte når jeg hadde undervisning under lockdown, så var det med ca. tretti elever samtidig. Jeg brukte å ha på webkameraet for at elevene skulle se i bakgrunn at det i mitt hjem også ikke alltid var «perfekt». Det var leker og klær på gulvet, barn som sprang rundt og høy desibel samtidig som jeg underviste til tider. Det var et bevisst valg fra min side og vise at jeg ikke hadde perfekte forhold, for jeg hadde en mistanke om at det var elever som deltok i min undervisning, som hadde en lockdown-periode som tidvis var preget av litt kaos i sitt eget hjem. Det kunne gjøre godt for disse elevene å se at andre, kanskje spesielt lærere, også hadde det noe utfordrende i sin hverdag der flere familiemedlemmer gikk hjemme opp på hverandre.  \n\nDette var en krevende tid, men samtidig en veldig lærerik tid der jeg fikk gjort meg opp mange erfaringer som jeg har tatt med meg videre. Både som lærer og som familiefar.",
        "modified": "Sun, 18 Sep 2022 16:18:58 GMT",
        "topic_item": {
          "label": "How has your daily life been affected by the corona virus?",
          "label_i18n": {
            "en": "How has your daily life been affected by the corona virus?",
            "nb": "Hvordan er din hverdag blitt påvirket av koronaviruset?"
          },
          "type": "Textarea",
          "uuid": "0ba9b523-a6cf-42fc-a4e4-310724321fde"
        },
        "uuid": "1839e0b0-7f54-47cc-9342-e729005c42b4"
      },
      {
        "created": "Sun, 18 Sep 2022 16:18:58 GMT",
        "display_value": "Covid-19 er noe vi må lære oss å leve med, kanskje kommer det (flere) muteringer som gjør at vi må stramme inn med restriksjoner og tiltak igjen. Men inntil dette tror jeg vi nå må leve med dette viruset som hvilket som helst annet influensavirus. En gang må vi komme oss videre, og kanskje er tiden for dette nå?",
        "modified": "Sun, 18 Sep 2022 16:18:58 GMT",
        "topic_item": {
          "label": "How do you envision the future, following the corona epidemic?",
          "label_i18n": {
            "en": "How do you envision the future, following the corona epidemic?",
            "nb": "Hvordan ser du for deg fremtiden, i forlengelsen av koronaepidemien?"
          },
          "type": "Textarea",
          "uuid": "c4e0221c-1bc7-4a88-82b5-19424a8bd990"
        },
        "uuid": "fe23f247-42f1-4848-bc01-168fb185378e"
      }
    ]
  }
]