[
  {
    "archive_code": "M2/04442",
    "contributor": {
      "display_name": "Birgitta W"
    },
    "created": "Sun, 02 Jan 2022 17:20:47 GMT",
    "license": "CC BY",
    "modified": "Sun, 02 Jan 2022 17:20:47 GMT",
    "position": {
      "latitude": 59.8585638,
      "longitude": 17.6389267
    },
    "presentation_url": "https://minnen.se/tema/corona/17705",
    "published": true,
    "submitted": false,
    "topic": {
      "name": "Coronaviruset i Sverige – berätta för framtiden",
      "name_i18n": {
        "sv": "Coronaviruset i Sverige – berätta för framtiden"
      },
      "uuid": "f5c88a3d-0acf-4cac-bf3f-91cfb098ee12"
    },
    "uuid": "29e959b7-cf1e-4a68-ad97-ced14f0074f6",
    "values": [
      {
        "created": "Sun, 02 Jan 2022 17:20:47 GMT",
        "display_value": "Så deppigt under mer 2 års tid.  Stress som varit enorm över bristen  på kontakt med nära o kära.  Sömnlöshet. Barnbarnet fyllde 2 år 30 januari 2020. Vi kunde inte ses alls förrän i augusti utomhus. I november fick jag typ1- diabetes (stressen av att inte kunna umgås var enorm). Inget gemensamt julfirande ( öppnade paketen på skype). inget besök för att fira barnbarnets 3-års  födelsedag. Inga gemensamma resor, varken vinter eller sommar.",
        "modified": "Sun, 02 Jan 2022 17:20:47 GMT",
        "topic_item": {
          "label": "Hur har din vardag påverkats av coronaviruset?",
          "label_i18n": {
            "sv": "Hur har din vardag påverkats av coronaviruset?"
          },
          "type": "Textarea",
          "uuid": "a0cae9b0-9a84-456c-b49c-3e8f7f4c9619"
        },
        "uuid": "b3116ebc-5ac2-4474-b8f6-fbfb30874959"
      },
      {
        "created": "Sun, 02 Jan 2022 17:20:47 GMT",
        "display_value": "1953",
        "modified": "Sun, 02 Jan 2022 17:20:47 GMT",
        "topic_item": {
          "label": "Vilket år är du född?",
          "label_i18n": {
            "sv": "Vilket år är du född?"
          },
          "type": "Input",
          "uuid": "04572b3e-f1b1-4320-bb16-313b897f9dec"
        },
        "uuid": "a0f251b3-7a0e-4f44-9025-c31a76ddc22e"
      },
      {
        "created": "Sun, 02 Jan 2022 17:20:47 GMT",
        "display_value": "Under 2020 handlade vi allt på nätet tom matvaror. Var ej i affärer alls. Umgicks inte. Gjorde många långa promenader i naturen. Vågade inte ta bilen till annan ort och bo över. Var ej till sommarhuset. Lagade mat till oss samt min mans 98-årige far och gav till honom över balkongen. Hälsade på mamma 92 på vårdboendet 3 ggr bakom plexiglasruta på 6 månader ( mer fick vi inte boka).",
        "modified": "Sun, 02 Jan 2022 17:20:47 GMT",
        "topic_item": {
          "label": "Hur har ditt beteende förändrats?",
          "label_i18n": {
            "sv": "Hur har ditt beteende förändrats?"
          },
          "type": "Textarea",
          "uuid": "70070958-8fc6-4b0b-a56c-3996c5179ceb"
        },
        "uuid": "1fd130d6-0b12-435f-8703-124f349ffd74"
      },
      {
        "created": "Sun, 02 Jan 2022 17:20:47 GMT",
        "display_value": "Folkhälsomyndigheten har fel uppdrag för att kunna leda smittskyddsarbetet. Olika intressen inom uppdraget står i motsättning till varandra. T ex vikten av att barnen ska kunna åka på läger och spela matcher är viktigare än att rädda äldres liv.  En annan krismyndighet måste få framtida pandemiuppdrag. Presskonferenserna har förvandlats till sömniga tillställningar där samma budskap manglas ut. Journalisterna sitter o sover. Ingen orkar ställa ifrågasättande frågor, t ex Anders Tegnells dissande av munskydd. Man byter också åsikt om t ex munskyddens effektivitet utan att erkänna detta.",
        "modified": "Sun, 02 Jan 2022 17:20:47 GMT",
        "topic_item": {
          "label": "Vad tänker du om tillståndet i samhället just nu?",
          "label_i18n": {
            "sv": "Vad tänker du om tillståndet i samhället just nu?"
          },
          "type": "Textarea",
          "uuid": "67b62f41-98a4-49c2-9bf3-711949b9ee79"
        },
        "uuid": "9d72be8d-1995-4e3c-b298-3d1fb44c2df2"
      },
      {
        "created": "Sun, 02 Jan 2022 17:20:47 GMT",
        "display_value": "Hoppas på ett tydligare ledarskap från politiker. De måste lyssna till smittskyddsläkare, WHO och olika experter, inte bara krypa bakom sina myndigheter. Vi måste reformera sättet Sverige styrs. De tredelade nivåerna stat, regioner och kommuner med vattentäta skott däremellan och helt fristående myndigheter fungerar inte i krissituationer. Det är för mycket stuprör. Kombinerat med att tjänstemannaskapets ansvar är avskaffat ger det ett samhälle med U.P.A ( människor utan personligt ansvar). Det är alltid någon annans bord.",
        "modified": "Sun, 02 Jan 2022 17:20:47 GMT",
        "topic_item": {
          "label": "Hur ser du på framtiden, kopplat till coronaviruset och dess konsekvenser?",
          "label_i18n": {
            "sv": "Hur ser du på framtiden, kopplat till coronaviruset och dess konsekvenser?"
          },
          "type": "Textarea",
          "uuid": "f7b43e29-3de5-466d-9cdc-55542407f690"
        },
        "uuid": "367daa3b-b32e-4586-ae4a-184b30c9fe30"
      }
    ]
  },
  {
    "archive_code": "M2/04443",
    "contributor": {
      "display_name": "16-åring"
    },
    "created": "Fri, 07 Jan 2022 13:50:41 GMT",
    "image_dms_id": "013AjtNnC9WP",
    "license": "CC BY",
    "media": [
      {
        "created": "Fri, 07 Jan 2022 12:21:19 GMT",
        "description": "Vaccination mot covid-19 i Nackstrandsmässan",
        "dms_id": "013AjtNnC9WP",
        "image_height": 4032,
        "image_ratio": 0.75,
        "image_width": 3024,
        "license": "CC0",
        "mime_type": "image/jpeg",
        "modified": "Fri, 07 Jan 2022 12:21:19 GMT",
        "name": "IMG-9511.JPG",
        "order_by_number": 1,
        "topic_item": {
          "label": "Ladda gärna upp bilder eller filmer",
          "label_i18n": {
            "sv": "Ladda gärna upp bilder eller filmer"
          },
          "type": "Media",
          "uuid": "68c9ecf0-d470-4de8-8ae6-d930a23838a9"
        },
        "type": "image",
        "uuid": "e992d1b6-2687-4efc-95f9-d7975c2a4408",
        "owner": "Okänd"
      }
    ],
    "modified": "Fri, 07 Jan 2022 13:50:41 GMT",
    "position": {
      "latitude": 59.2846118,
      "longitude": 18.5207892
    },
    "presentation_url": "https://minnen.se/tema/corona/17734",
    "published": true,
    "submitted": false,
    "topic": {
      "name": "Coronaviruset i Sverige – berätta för framtiden",
      "name_i18n": {
        "sv": "Coronaviruset i Sverige – berätta för framtiden"
      },
      "uuid": "f5c88a3d-0acf-4cac-bf3f-91cfb098ee12"
    },
    "uuid": "4b04bead-0e3e-4319-b95a-3fe632edac3b",
    "values": [
      {
        "created": "Fri, 07 Jan 2022 13:50:41 GMT",
        "display_value": "Det har varierat mycket hur min vardag har påverkats av covid-19 under dessa två år som coronaviruset hittills har härjat, beroende på olika restriktioner och rekommendationer och så vidare. Till en början, under våren 2020, påverkades jag nästan ingenting av covid-19. Jag gick då i årskurs åtta och fick fortsätta ha närundervisning som vanligt, med den enda skillnaden att vi behövde vara hemma från skolan så fort vi hade minsta lilla symptom som kunde tyda på covid-19. Däremot tänkte jag på att inte åka kollektivtrafik lika mycket och jag kommer ihåg att mina föräldrar uppmanade mig att bara träffa kompisar utomhus. Vi slutade träffa äldre släktingar och de yngre släktningar vi träffade, träffade vi alltid utomhus. Under våren 2020 började även mina föräldrar arbeta hemifrån, så det har nästan alltid varit fullt hus sedan dess. \n\nUnder sommaren 2020 var det som om alla glömde bort corona. Jag åkte på konfirmationsläger, fjällvandrade och träffade kompisar nästan som innan coronaviruset kom. Men till hösten blev läget allvarligare. Framåt höstlovet skulle vi ha prao i skolan, eftersom den blivit inställd terminen innan på grund av corona, men alla kunde inte ens få en prao-plats eftersom många arbetsplatser inte ville ta emot ungdomar. Ungdomsrådet som jag var med i började ha alla möten på distans, via Teams, och en vecka innan jullovet fick vi besked att vi skulle ha distansundervisning. Min vardag blev då väldigt annorlunda. Från att ha gått i skolan och levt mitt liv nästan som vanligt satt jag nu hemma hela dagarna med hela familjen. Distansundervisningen fortsatte en bit inpå våren 2021, men framåt sportlovet fick vi besked från skolledningen att eftersom vi gick i årskurs nio skulle vi prioriteras för närundervisning och hade inte längre någon undervisning på distans. Vi började använda munskydd på bussar när vi behövde åka någonstans och senare inpå våren fick mina föräldrar sin första dos vaccin mot covid-19. \n\nBara någon vecka innan skolstarten i augusti fick jag min första dos vaccin och jag minns att jag tänkte att det var början på någonting nytt, att pandemin snart skulle vara över. Någon gång i september hävdes alla coronarestriktioner och jag och mina vänner i samma ålder har levt nästan som vi gjorde innan covid-19 kom. Men nu på vintern har smittspridningen ökat markant och många i min närhet har drabbats av covid-19. Nu på jullovet känns det som att min egen vardag har påverkats ganska mycket, eftersom min bror har covid-19 och det innebär att ingen i familjen får röra sig utanför hemmets väggar på minst sju dagar. Det känns ganska hopplöst, som att vi aldrig kommer bli fria från det här viruset, trots att vi har vaccin nu, men det funkar inte så bra mot den nya mutationen omikron. Jag längtar tills det här är över och man kan träffa kompisar som vanligt igen och inte behöver använda munskydd och stanna hemma från skolan för minsta lilla symptom. Men tills dess är det bara att härda ut för att rädda människoliv.",
        "modified": "Fri, 07 Jan 2022 13:50:41 GMT",
        "topic_item": {
          "label": "Hur har din vardag påverkats av coronaviruset?",
          "label_i18n": {
            "sv": "Hur har din vardag påverkats av coronaviruset?"
          },
          "type": "Textarea",
          "uuid": "a0cae9b0-9a84-456c-b49c-3e8f7f4c9619"
        },
        "uuid": "7a122a07-d537-48cd-a508-9d5ee0f845be"
      },
      {
        "created": "Fri, 07 Jan 2022 13:50:41 GMT",
        "display_value": "2005",
        "modified": "Fri, 07 Jan 2022 13:50:41 GMT",
        "topic_item": {
          "label": "Vilket år är du född?",
          "label_i18n": {
            "sv": "Vilket år är du född?"
          },
          "type": "Input",
          "uuid": "04572b3e-f1b1-4320-bb16-313b897f9dec"
        },
        "uuid": "0ccb1970-ecc2-4265-975f-e4b655f58744"
      },
      {
        "created": "Fri, 07 Jan 2022 13:50:41 GMT",
        "display_value": "Mitt beteende har förändrats en del under coronapandemin. Jag kramar inte släkt när vi träffas längre, och tar inte i hand när jag träffar nya människor. Jag tänker alltid på att hålla avstånd till andra människor och blir nästan lite äcklad och rädd om jag hör någon hosta på bussen - vilket jag inte blev innan. Det är inte själva rädslan för smittan i sig som är värst för just mig, utan rädslan för att behöva vara i karantän och missa viktig undervisning, som jag är just nu. På bussen använder jag munskydd och om jag får symptom som kan tyda på covid-19 stannar jag hemma från skolan och ställer in om jag tänkt träffa exempelvis kompisar.",
        "modified": "Fri, 07 Jan 2022 13:50:41 GMT",
        "topic_item": {
          "label": "Hur har ditt beteende förändrats?",
          "label_i18n": {
            "sv": "Hur har ditt beteende förändrats?"
          },
          "type": "Textarea",
          "uuid": "70070958-8fc6-4b0b-a56c-3996c5179ceb"
        },
        "uuid": "4bf9e772-e496-4582-ae18-82c3ecca6d33"
      },
      {
        "created": "Fri, 07 Jan 2022 13:50:41 GMT",
        "display_value": "Tillståndet just nu känns ganska dåligt. Det är fler smittade än någonsin och många dör, om än färre än innan vaccinet kom. Det känns ganska uppgivet, eftersom covid-19 härjat under snart två år och vi fortfarande måste ha restriktioner att anpassa oss efter som begränsar individens frihet, för att hjälpa mänskligheten. Jag önskar att verkligen att covid-19 inte fanns och tycker att restriktionerna är jobbiga, men nu när covid-19 finns förstår jag att de är nödvändiga för att rädda människoliv, och inte minst hjälpa vårdpersonalen också, som är helt överbelastade.",
        "modified": "Fri, 07 Jan 2022 13:50:41 GMT",
        "topic_item": {
          "label": "Vad tänker du om tillståndet i samhället just nu?",
          "label_i18n": {
            "sv": "Vad tänker du om tillståndet i samhället just nu?"
          },
          "type": "Textarea",
          "uuid": "67b62f41-98a4-49c2-9bf3-711949b9ee79"
        },
        "uuid": "e416e7ed-1de7-4ade-9180-cd0ce0214e6f"
      },
      {
        "created": "Fri, 07 Jan 2022 13:50:41 GMT",
        "display_value": "Just nu känns det som att coronaviruset kommer fortsätta i några år framöver, men så småningom uppnår vi förhoppningsvis flockimmunitet och covid-19 kan bli som vilket annat virus som helst. Då hoppas jag att man kan återgå till livet ungefär som det var innan, men vissa förändringar som kom i och med corona kommer nog stanna kvar. Till exempel tror jag att fler kommer arbeta på distans och att man generellt kommer vara noggrannare med att hålla avstånd till andra inom till exempel kollektivtrafiken och hålla en god handhygien, eftersom man har insett hur lätt virus kan spridas, inte bara covid-19, utan även andra virus. Jag hoppas även att folk kommer resa utomlands mer sällan, som de gjort under coronapandemin, eftersom det skulle ha en positiv inverkan på miljön. Jag tror också att människor kommer handla mer online, nu när man ändå har vanan inne, men att människor samtidigt kommer vara måna om att träffa varandra i verkligheten också, eftersom man (vissa mer än andra) berövats den möjligheten under ett par år.",
        "modified": "Fri, 07 Jan 2022 13:50:41 GMT",
        "topic_item": {
          "label": "Hur ser du på framtiden, kopplat till coronaviruset och dess konsekvenser?",
          "label_i18n": {
            "sv": "Hur ser du på framtiden, kopplat till coronaviruset och dess konsekvenser?"
          },
          "type": "Textarea",
          "uuid": "f7b43e29-3de5-466d-9cdc-55542407f690"
        },
        "uuid": "d7e70828-2a63-40ab-af6f-8a4b0a36b9c6"
      }
    ]
  }
]